[
  {
    "title": "行宫",
    "author": "元稹",
    "content": "寥落古行宫，宫花寂寞红。白头宫女在，闲坐说玄宗。",
    "translation": "曾经富丽堂皇的古行宫已是一片荒凉冷落，宫中艳丽的花儿在寂寞寥落中开放。幸存的几个满头白发的宫女，闲坐无事只能谈论着玄宗轶事。"
  },
  {
    "title": "登鹳雀楼",
    "author": "王之涣",
    "content": "白日依山尽，黄河入海流。欲穷千里目，更上一层楼。",
    "translation": "站在高楼上，只见夕阳依傍着山峦慢慢沉落，滔滔黄河朝着大海汹涌奔流。想要看到千里之外的风光，那就要再登上更高的一层楼。"
  },
  {
    "title": "新嫁娘词",
    "author": "王建",
    "content": "三日入厨下，洗手作羹汤。未谙姑食性，先遣小姑尝。",
    "translation": "婚后第三天来到厨房，洗手亲自作羹汤。还不熟悉婆婆的口味，做好先让小姑品尝。"
  },
  {
    "title": "点绛唇·感兴",
    "author": "王禹偁",
    "ci_pai": "点绛唇",
    "content": "雨恨云愁，江南依旧称佳丽。水村渔市，一缕孤烟细。天际征鸿，遥认行如缀。平生事，此时凝睇，谁会凭栏意。",
    "translation": "雨绵绵，恨意难消，云层层，愁绪堆积，江南景色，依旧被称为上好美丽。水边村落，湖畔渔市，袅袅升起一缕孤零零的炊烟，那么淡，那么细。一行长途跋涉的鸿雁，在那水天相连的遥远的天际，远远望去，款款飞行，好似列队首尾连缀。回想平生事业，此时此刻，凝视征鸿，谁理会我凭栏远眺的含意！"
  },
  {
    "title": "相思",
    "author": "王维",
    "content": "红豆生南国，春来发几枝。愿君多采撷，此物最相思。",
    "translation": "红豆生长在阳光明媚的南方，每逢春天不知长多少新枝。希望思念的人儿多多采摘，因为它最能寄托相思之情。"
  },
  {
    "title": "鹿柴",
    "author": "王维",
    "content": "空山不见人，但闻人语响。返景入深林，复照青苔上。",
    "translation": "幽静的山谷里看不见人，只听到人说话的声音。落日余光映入了深林，又照在幽暗处的青苔上。"
  },
  {
    "title": "竹里馆",
    "author": "王维",
    "content": "独坐幽篁里，弹琴复长啸。深林人不知，明月来相照。",
    "translation": "独自闲坐在幽静竹林，一边弹琴一边高歌长啸。深深的山林中无人知晓，只有一轮明月静静与我相伴。"
  },
  {
    "title": "送别",
    "author": "王维",
    "content": "山中相送罢，日暮掩柴扉。春草明年绿，王孙归不归？",
    "translation": "在深山中送走了好友，夕阳西坠把柴门关闭。待到明年春草又绿的时候，朋友啊你能不能回还？"
  },
  {
    "title": "问刘十九",
    "author": "白居易",
    "content": "绿蚁新醅酒，红泥小火炉。晚来天欲雪，能饮一杯无？",
    "translation": "新酿的米酒，色绿香浓；小小红泥炉，烧得殷红。天快黑了大雪将至，能否一顾寒舍共饮一杯暖酒？"
  },
  {
    "title": "静夜思",
    "author": "李白",
    "content": "床前明月光，疑是地上霜。举头望明月，低头思故乡。",
    "translation": "明亮的月光洒在窗户上，好像地上泛起了一层白霜。我抬起头来，看那天窗外空中的明月，不由得低头沉思，想起远方的家乡。"
  },
  {
    "title": "怨情",
    "author": "李白",
    "content": "美人卷珠帘，深坐蹙蛾眉。但见泪痕湿，不知心恨谁。",
    "translation": "美人儿卷起珠帘一直等待，一直坐着把双眉紧紧锁闭。只看见她泪痕湿满了两腮，不知道她心中埋怨的是谁？"
  },
  {
    "title": "登乐游原",
    "author": "李商隐",
    "content": "向晚意不适，驱车登古原。夕阳无限好，只是近黄昏。",
    "translation": "傍晚时分我心情不太好，独自驱车登上了乐游原。这夕阳晚景的确十分美好，只不过已是黄昏。"
  },
  {
    "title": "听筝",
    "author": "李端",
    "content": "鸣筝金粟柱，素手玉房前。欲得周郎顾，时时误拂弦。",
    "translation": "金粟轴的古筝发出优美的声音，那素手拨筝的美人坐在玉制的筝枕前。想尽了办法为博取周郎的青睐，你看她有意一再拨错琴弦。"
  },
  {
    "title": "渡汉江",
    "author": "宋之问",
    "content": "岭外音书断，经冬复历春。近乡情更怯，不敢问来人。",
    "translation": "客居岭外与家里音信断绝，经过了冬天又到了春天。离故乡越近心中越胆怯，不敢询问从家那边过来的人。"
  },
  {
    "title": "八阵图",
    "author": "杜甫",
    "content": "功盖三分国，名成八阵图。江流石不转，遗恨失吞吴。",
    "translation": "三国鼎立你建立了盖世功绩，创八阵图你成就了永久声名。任凭江流冲击，石头却依然如故，遗憾的是刘备不听诸葛亮之言吞吴失策。"
  },
  {
    "title": "宿建德江",
    "author": "孟浩然",
    "content": "移舟泊烟渚，日暮客愁新。野旷天低树，江清月近人。",
    "translation": "把船停泊在烟雾弥漫的沙洲旁，日落时新愁又涌上了心头。原野无边无际，远处的天空比近处的树林还要低；江水清清，明月仿似更与人相亲。"
  },
  {
      "title": "春晓",
      "author": "孟浩然",
      "content": "春眠不觉晓，处处闻啼鸟。夜来风雨声，花落知多少。",
      "translation": "春日熟睡，不知不觉天已破晓，到处都可以听见鸟儿的啼叫。回想昨夜听到的阵阵风雨声，不知有多少娇美的春花被吹落。"
    },
  {
      "title": "春怨",
      "author": "金昌绪",
      "content": "打起黄莺儿，莫教枝上啼。啼时惊妾梦，不得到辽西。",
      "translation": "我敲打树枝赶走了树上的黄莺，不让它在树枝上不停鸣叫。它的叫声会惊破我的好梦，不能到辽西与戍守边关的亲人相见。"
  },
  {
      "title": "江雪",
      "author": "柳宗元",
      "content": "千山鸟飞绝，万径人踪灭。孤舟蓑笠翁，独钓寒江雪。",
      "translation": "所有山上飞鸟的身影已经绝迹，所有道路都不见人的踪迹。江面孤舟上，一位披戴着蓑笠的老翁，独自在漫天风雪中垂钓。"
  },
  {
      "title": "秋夜寄邱员外",
      "author": "韦应物",
      "content": "怀君属秋夜，散步咏凉天。空山松子落，幽人应未眠。",
      "translation": "在这秋夜我心中怀念着你，一边散步一边咏叹这初凉的天气。寂静的山中传来松子落地的声音，遥想你应该也还未入睡。"
  },
  {
    "title": "终南望余雪",
    "author": "祖咏",
    "content": "终南阴岭秀，积雪浮云端。林表明霁色，城中增暮寒。",
    "translation": "终南山的北面山色秀美，山上的皑皑白雪好似与天上的浮云相连。雪后初晴，林梢之间闪烁着夕阳余晖，傍晚时分，城中又添了几分积寒。"
  },
  {
    "title": "宫词二首·其一",
    "author": "张祜",
    "content": "故国三千里，深宫二十年。一声何满子，双泪落君前。",
    "translation": "与故乡之隔有三千里之遥啊，我已被幽闭在这深宫里二十年了。听到这曲《何满子》，眼泪竟忍不住落在了君王面前。"
  },
  {
    "title": "寻隐者不遇",
    "author": "贾岛",
    "content": "松下问童子，言师采药去。只在此山中，云深不知处。",
    "translation": "松树下询问隐者的弟子，他说他的师傅已经去往山中采药。只知道就在这座大山里，可山中云雾缭绕不知道他所在的具体地方。"
  },
  {
    "title": "崔九欲往南山马上口号与别",
    "author": "裴迪",
    "content": "归山深浅去，须尽丘壑美。莫学武陵人，暂游桃源里。",
    "translation": "归隐山林去到最深处，山峦沟壑要尽情地赏玩。千万别学陶渊明笔下那个武陵人，只在桃花源短暂地游了游就匆匆出去。"
  },
  {
    "title": "送灵澈上人",
    "author": "刘长卿",
    "content": "苍苍竹林寺，杳杳钟声晚。荷笠带斜阳，青山独归远。",
    "translation": "遥望苍苍山林中的竹林寺，远远传来报时的钟响声。他戴着斗笠身披斜阳余晖，独自向青山走去，渐行渐远。"
  },
  {
    "title": "听弹琴",
    "author": "刘长卿",
    "content": "泠泠七弦上，静听松风寒。(七弦 一作：七丝)古调虽自爱，今人多不弹。",
    "translation": "七弦琴弹奏的声音清冽，曲调悠扬起伏，琴声凄清好似风入松林。我虽然很喜爱这首古时的曲调，但在今天人们大多已不去弹奏了。"
  },
  {
    "title": "送方外上人",
    "author": "刘长卿",
    "content": "孤云将野鹤，岂向人间住。莫买沃洲山，时人已知处。",
    "translation": "孤云陪伴着野鹤，怎么能在人间居住。不要买下沃洲山，现在已经有人知道那儿了。"
  },
  {
    "title": "玉台体",
    "author": "权德舆",
    "content": "昨夜裙带解，今朝蟢子飞。铅华不可弃，莫是藁砧归。",
    "translation": "昨晚我裙带忽然松弛解开，早晨又看见蟢子双双飞来。要赶紧描眉擦粉梳妆打扮，莫非是我的丈夫快要回来。"
  },
  {
    "title": "芙蓉楼送辛渐",
    "author": "王昌龄",
    "content": "寒雨连江夜入吴，平明送客楚山孤。洛阳亲友如相问，一片冰心在玉壶。",
    "translation": "冷雨连夜洒遍吴地江天，清晨送走你后，独自面对着楚山离愁无限！到了洛阳，如果洛阳亲友问起我来，就请转告他们，我的心依然像玉壶里的冰那样晶莹纯洁！"
  },
  {
    "title": "闺怨",
    "author": "王昌龄",
    "content": "闺中少妇不知愁，春日凝妆上翠楼。忽见陌头杨柳色，悔教夫婿觅封侯。",
    "translation": "闺中少妇未曾有过相思离别之愁，在明媚的春日，她精心装扮之后兴高采烈登上翠楼。忽见野外杨柳青青春意浓，真后悔让丈夫从军边塞，建功封侯。"
  },
  {
    "title": "近试上张水部",
    "author": "朱庆馀",
    "content": "洞房昨夜停红烛，待晓堂前拜舅姑。妆罢低声问夫婿，画眉深浅入时无。",
    "translation": "新婚卧室昨夜花烛彻夜通明，等待拂晓去堂前拜见公婆。装扮好后轻声询问夫君：我的眉画得浓淡可合时兴？"
  },
  {
    "title": "逢入京使",
    "author": "岑参",
    "content": "故园东望路漫漫，双袖龙钟泪不干。马上相逢无纸笔，凭君传语报平安。",
    "translation": "向东遥望长安家园路途遥远，思乡之泪沾湿双袖难擦干。在马上匆匆相逢没有纸笔写书信，只有托你捎个口信，给家人报平安。"
  },
  {
    "title": "黄鹤楼送孟浩然之广陵",
    "author": "李白",
    "content": "故人西辞黄鹤楼，烟花三月下扬州。孤帆远影碧空尽，唯见长江天际流。 (唯 通：惟)",
    "translation": "友人在黄鹤楼与我辞别，在柳絮如烟、繁花似锦的阳春三月去扬州远游。孤船帆影渐渐消失在碧空尽头，只看见滚滚长江向天际奔流。"
  },
  {
    "title": "早发白帝城",
    "author": "李白",
    "content": "朝辞白帝彩云间，千里江陵一日还。两岸猿声啼不住，轻舟已过万重山。",
    "translation": "清晨，我告别高入云霄的白帝城，江陵远在千里之外，船行只需要一天时间便能返回。两岸猿声还在耳边不停地回荡，轻快的小舟已驶过万重青山。"
  },
  {
    "title": "夜上受降城闻笛",
    "author": "李益",
    "content": "回乐烽前沙似雪，受降城外月如霜。(回乐烽 一作：回乐峰)不知何处吹芦管，一夜征人尽望乡。",
    "translation": "回乐烽前的沙地洁白似雪，受降城外的月色犹如深秋白霜。不知何处吹起凄凉的芦管，惹得出征的将士一夜都在思念家乡。"
  },
  {
    "title": "贾生",
    "author": "李商隐",
    "content": "宣室求贤访逐臣，贾生才调更无伦。可怜夜半虚前席，不问苍生问鬼神。",
    "translation": "汉文帝求贤在未央宫前殿召见被贬的臣子，贾谊的政治才能无人能比。可惜文帝半夜移膝靠近贾谊听讲，不问百姓生机只问起鬼神之事。"
  },
  {
    "title": "隋宫",
    "author": "李商隐",
    "content": "乘兴南游不戒严，九重谁省谏书函。春风举国裁宫锦，半作障泥半作帆。",
    "translation": "隋炀帝为南游江都不顾安全，九重宫中有谁理会劝谏书函。春游中全国裁制的绫罗锦缎，一半作御马障泥一半作船帆。"
  },
  {
    "title": "瑶池",
    "author": "李商隐",
    "content": "瑶池阿母绮窗开，黄竹歌声动地哀。八骏日行三万里，穆王何事不重来。",
    "translation": "瑶池上西王母的雕花窗户向东敞开，只听见《黄竹歌》声震动大地人心悲哀。周穆王有八匹能日行三万里的骏马，为了何事违约不再来？"
  },
  {
    "title": "嫦娥",
    "author": "李商隐",
    "content": "云母屏风烛影深，长河渐落晓星沉。嫦娥应悔偷灵药，碧海青天夜夜心。",
    "translation": "室内烛光越来越黯淡，云母屏风上笼罩着一层深深的暗影，银河渐渐斜落，晨星也隐没低沉。嫦娥应该后悔偷取了长生不老之药，如今只能空对碧海青天夜夜孤寂。"
  },
  {
    "title": "夜雨寄北",
    "author": "李商隐",
    "content": "君问归期未有期，巴山夜雨涨秋池。何当共剪西窗烛，却话巴山夜雨时。",
    "translation": "你问我回家的日期，我还没有确定的日子。此刻巴山的夜雨淅淅沥沥，雨水涨满了秋天的河池。什么时候我们才能一起在西窗下剪烛花，相互倾诉今宵巴山夜雨中的思念之情。"
  },
  {
    "title": "寄令狐郎中",
    "author": "李商隐",
    "content": "嵩云秦树久离居，双鲤迢迢一纸书。休问梁园旧宾客，茂陵秋雨病相如。",
    "translation": "你是嵩山云，我是秦川树，长久离居；千里迢迢，你寄来一封慰问的书信。请别问我这个梁园旧客生活的甘苦；我就像茂陵秋雨中多病的司马相如。"
  },
  {
    "title": "为有",
    "author": "李商隐",
    "content": "为有云屏无限娇，凤城寒尽怕春宵。无端嫁得金龟婿，辜负香衾事早朝。",
    "translation": "云母屏风后面的美人格外娇，京城寒冬已尽却怕短暂春宵。无缘无故嫁给做高官的丈夫，不恋温暖香衾只想去上早朝。"
  },
  {
    "title": "江南逢李龟年",
    "author": "杜甫",
    "content": "岐王宅里寻常见，崔九堂前几度闻。正是江南好风景，落花时节又逢君。",
    "translation": "当年在岐王宅里，常常见到你的演出；在崔九堂前，也曾多次欣赏你的艺术。没有想到，在这风景一派大好的江南；正是落花时节，能巧遇你这位老相熟。"
  },
  {
    "title": "赠别·其一",
    "author": "杜牧",
    "content": "娉娉袅袅十三余，豆蔻梢头二月初。春风十里扬州路，卷上珠帘总不如。",
    "translation": "姿态美好举止轻盈正是十三年华，活像二月初含苞待放的豆蔻花。看遍扬州城十里长街青春佳丽，卷起珠帘卖俏粉黛都比不上她。"
  },
  {
    "title": "赠别·其二",
    "author": "杜牧",
    "content": "多情却似总无情，唯觉樽前笑不成。蜡烛有心还惜别，替人垂泪到天明。",
    "translation": "聚首如胶似漆作别却象无情；只觉得酒筵上要笑却笑不出声。蜡烛有情还感伤离别，替人流泪一直流到天明。"
  },
  {
    "title": "金谷园",
    "author": "杜牧",
    "content": "繁华事散逐香尘，流水无情草自春。日暮东风怨啼鸟，落花犹似坠楼人。",
    "translation": "繁华往事，已跟香尘一样飘荡无存；流水无情，野草却年年以碧绿迎春。啼鸟悲鸣，傍晚随着东风声声传来；落花纷纷，恰似那为石崇坠楼的绿珠美人。"
  },
  {
    "title": "寄扬州韩绰判官",
    "author": "杜牧",
    "content": "青山隐隐水迢迢，秋尽江南草未凋。二十四桥明月夜，玉人何处教吹箫？",
    "translation": "青山隐隐约约绿水千里迢迢，秋时已尽江南的草木还未凋谢。二十四桥明月映照幽幽清夜，你这美人现在何处教人吹箫？"
  },
  {
    "title": "遣怀",
    "author": "杜牧",
    "content": "落魄江南载酒行，楚腰纤细掌中轻。十年一觉扬州梦，赢得青楼薄幸名。",
    "translation": "往昔潦倒漂泊江南载酒行乐，沉溺于楚灵王喜好的细腰女子和赵飞燕的轻盈舞姿。扬州十年的纵情声色，好像一场梦，只落得青楼薄情负心的声名。"
  },
  {
    "title": "秋夕",
    "author": "杜牧",
    "content": "银烛秋光冷画屏，轻罗小扇扑流萤。天阶夜色凉如水，卧看牵牛织女星。",
    "translation": "在秋夜里烛光映照着画屏，手拿着小罗扇扑打萤火虫。夜色里的石阶清凉如冷水，静坐寝宫凝视牛郎织女星。"
  },
  {
    "title": "将赴吴兴登乐游原一绝",
    "author": "杜牧",
    "content": "清时有味是无能，闲爱孤云静爱僧。欲把一麾江海去，乐游原上望昭陵。",
    "translation": "太平时节有闲情逸致也算无能之辈，喜欢孤云悠闲，也喜欢和尚清静。我愿手持符节去遥远的地方为官，在乐游原上再望望唐太宗的昭陵。"
  },
  {
    "title": "赤壁",
    "author": "杜牧",
    "content": "折戟沉沙铁未销，自将磨洗认前朝。东风不与周郎便，铜雀春深锁二乔。",
    "translation": "赤壁的泥沙中，埋着一枚未锈尽的断戟。自己磨洗后发现这是当年赤壁之战的遗留之物。倘若不是东风给周瑜以方便，结局恐怕是曹操取胜，二乔被关进铜雀台了。 "
  },
  {
    "title": "泊秦淮",
    "author": "杜牧",
    "content": "烟笼寒水月笼沙，夜泊秦淮近酒家。商女不知亡国恨，隔江犹唱后庭花。",
    "translation": "迷离月色和轻烟笼罩寒水和白沙，夜晚船泊在秦淮靠近岸上的酒家。卖唱的歌女不懂什么叫亡国之恨，隔着江水仍在高唱着玉树后庭花。"
  },
  {
    "title": "征人怨",
    "author": "柳中庸",
    "content": "岁岁金河复玉关，朝朝马策与刀环。三春白雪归青冢，万里黄河绕黑山。",
    "translation": "年年岁岁戍守金河保卫玉关，日日夜夜挥舞马鞭手握刀环。时届暮春白雪飘飞归来塞外，万里奔波渡过黄河绕过黑山。"
  },
  {
    "title": "金陵图",
    "author": "韦庄",
    "content": "谁谓伤心画不成，画人心逐世人情。君看六幅南朝事，老木寒云满故城。",
    "translation": "谁说画不出六朝古都的伤心事，只是那些画家为了迎合世人心理而不画伤心图而已。请你看看这六幅描摹南朝往事的画中，枯老的树木和寒凉的云朵充满了整个金陵城。"
  },
  {
    "title": "滁州西涧",
    "author": "韦应物",
    "content": "独怜幽草涧边生，上有黄鹂深树鸣。春潮带雨晚来急，野渡无人舟自横。",
    "translation": "唯独喜欢涧边幽谷里生长的野草，还有那树丛深处婉转啼鸣的黄鹂。傍晚时分，春潮上涨，春雨淅沥，西涧水势湍急，荒野渡口无人，只有一只小船悠闲地横在水面。"
  },
  {
    "title": "桃花溪",
    "author": "张旭",
    "content": "隐隐飞桥隔野烟，石矶西畔问渔船。桃花尽日随流水，洞在清溪何处边？",
    "translation": "山谷云烟缭绕，溪上飞架的高桥若隐若现；站在岩石西侧询问那捕鱼归来渔人。这里桃花随着流水，终日地漂流不尽，这不就是桃花源外的桃花溪吗？你可知那通往桃花源的洞口在清溪的哪边？"
  },
  {
    "title": "寄人",
    "author": "张泌",
    "content": "别梦依依到谢家，小廊回合曲阑斜。多情只有春庭月，犹为离人照落花。",
    "translation": "别后思念深深，经常梦到你家。院中小廊曲折回环，栏杆纵横交错。只有天上春月最是多情，还为离人照着庭院落花。"
  },
  {
    "title": "题金陵渡",
    "author": "张祜",
    "content": "金陵津渡小山楼，一宿行人自可愁。潮落夜江斜月里，两三星火是瓜洲。",
    "translation": "夜晚宿在金陵渡口的小山楼，辗转难眠心中满怀旅愁。斜月朦胧江潮正在下落，对岸星火闪闪便是瓜洲。"
  },
  {
    "title": "赠内人",
    "author": "张祜",
    "content": "禁门宫树月痕过，媚眼惟看宿鹭窠。斜拔玉钗灯影畔，剔开红焰救飞蛾。",
    "translation": "月光由宫门移到树梢，媚眼只看那宿鹭的窝巢。在灯影旁拔下头上玉钗，挑开灯焰救出扑火飞蛾。"
  },
  {
    "title": "集灵台·其一",
    "author": "张祜",
    "content": "日光斜照集灵台，红树花迎晓露开。昨夜上皇新授箓，太真含笑入帘来。",
    "translation": "旭日光辉斜照华清宫旁的集灵台，树上红花一朵朵地迎着朝露盛开。昨夜玄宗在这里刚刚为杨玉环授道箓，杨玉环面带笑容，轻盈地步入帘内。"
  },
  {
    "title": "集灵台·其二",
    "author": "张祜",
    "content": "虢国夫人承主恩，平明骑马入宫门。却嫌脂粉污颜色，淡扫蛾眉朝至尊。",
    "translation": "虢国夫人受到皇上的宠恩，大清早就骑马进入了宫门。只嫌脂粉会玷污她的美艳，淡描蛾眉就进去朝见至尊。"
  },
  {
    "title": "枫桥夜泊",
    "author": "张继",
    "content": "月落乌啼霜满天，江枫渔火对愁眠。姑苏城外寒山寺，夜半钟声到客船。",
    "translation": "月亮已落下乌鸦啼叫寒气满天，江边枫树与船上渔火，难抵我独自傍愁而眠。姑苏城外那寂寞清静寒山古寺，半夜里敲响的钟声传到了我乘坐的客船。"
  },
  {
    "title": "陇西行",
    "author": "陈陶",
    "content": "誓扫匈奴不顾身，五千貂锦丧胡尘。可怜无定河边骨，犹是春闺梦里人！",
    "translation": "唐军将士誓死横扫匈奴奋不顾身，五千身穿锦袍的精兵战死在胡尘。真可怜呵那无定河边成堆的白骨，还是少妇们春闺里思念的梦中人。"
  },
  {
    "title": "杂诗",
    "author": "佚名",
    "content": "近寒食雨草萋萋，著麦苗风柳映堤。等是有家归未得，杜鹃休向耳边啼。",
    "translation": "临近寒食节，春雨绵绵，芳草萋萋，春风吹拂着麦苗，绿柳掩映着长堤。同样是有家不能回，杜鹃啊，你还是不要在我耳边啼叫吧。"
  },
  {
    "title": "回乡偶书·其一",
    "author": "贺知章",
    "content": "少小离家老大回，乡音无改鬓毛衰。儿童相见不相识，笑问客从何处来。",
    "translation": "年少时离乡老年才归家，我的乡音虽未改变，但鬓角的毛发却已经疏落。家乡的儿童们看见我，没有一个认识我。他们笑着询问我：你是从哪里来的呀？"
  },
  {
    "title": "瑶瑟怨",
    "author": "温庭筠",
    "content": "冰簟银床梦不成，碧天如水夜云轻。雁声远过潇湘去，十二楼中月自明。",
    "translation": "躺在铺着凉席的银床上难以入眠，天空碧蓝如水，云像沙一样轻。大雁的啼叫声远过了潇湘去，十二楼中的明月自然光明。"
  },
  {
    "title": "月夜",
    "author": "刘方平",
    "content": "更深月色半人家，北斗阑干南斗斜。今夜偏知春气暖，虫声新透绿窗纱。",
    "translation": "夜静更深，月光只照亮了人家房屋的一半，另一半隐藏在黑夜里。北斗星倾斜了，南斗星也倾斜了。今夜才知春天的来临，因为你听那被树叶映绿的窗纱外，唧唧的虫鸣，头一遭儿传到了屋子里来了。"
  },
  {
    "title": "春怨",
    "author": "刘方平",
    "content": "纱窗日落渐黄昏，金屋无人见泪痕。寂寞空庭春欲晚，梨花满地不开门。",
    "translation": "纱窗外的阳光淡去，黄昏渐渐降临；锁闭华屋，无人看见我悲哀的泪痕。庭院空旷寂寞，春天景色行将逝尽；梨花飘落满地，无情无绪把门关紧。"
  },
  {
    "title": "乌衣巷",
    "author": "刘禹锡",
    "content": "朱雀桥边野草花，乌衣巷口夕阳斜。旧时王谢堂前燕，飞入寻常百姓家。",
    "translation": "朱雀桥边长满丛丛野草，点点野花。乌衣巷口断壁残垣，正是夕阳西斜。从前在王谢大堂前筑巢的燕子，如今再来，飞进了普通百姓人家。"
  },
  {
    "title": "春词",
    "author": "刘禹锡",
    "content": "新妆宜面下朱楼，深锁春光一院愁。行到中庭数花朵，蜻蜓飞上玉搔头。",
    "translation": "化好适宜面容的新妆后从红楼上走下来，春光虽好却深锁于庭院中，让人满怀愁绪。来到庭院中数着花朵，一只蜻蜓飞到了玉簪上头。"
  },
  {
    "title": "马嵬坡",
    "author": "郑畋",
    "content": "玄宗回马杨妃死，云雨难忘日月新。终是圣明天子事，景阳宫井又何人。",
    "translation": "唐玄宗返回长安杨贵妃早已死，旧时恩爱难忘国家开始振兴。处死杨妃也是玄宗英明决策，不然就会步陈后主亡国后尘。"
  },
  {
    "title": "寒食",
    "author": "韩翃",
    "content": "春城无处不飞花，寒食东风御柳斜。日暮汉宫传蜡烛，轻烟散入五侯家。",
    "translation": "春天的长安城里没有一处不飞舞着落花。在寒食节这天，东风把皇宫中的柳丝吹得倾斜。黄昏时候，宫中传出赏赐蜡烛的旨意，那蜡烛的轻烟飘散在近幸大臣之家。"
  },
  {
    "title": "已凉",
    "author": "韩偓",
    "content": "碧阑干外绣帘垂，猩色屏风画折枝。八尺龙须方锦褥，已凉天气未寒时。",
    "translation": "翠绿色的栏杆外绣帘儿低垂，猩红的屏风上画着经折装的一枝枝花卉。铺着八尺长的龙须草席和方正的锦褥，天气已凉却还没到寒冷的时候。"
  },
  {
    "title": "宫词",
    "author": "顾况",
    "content": "玉楼天半起笙歌，风送宫嫔笑语和。月殿影开闻夜漏，水精帘卷近秋河 。",
    "translation": "高耸入云的玉楼，奏起阵阵笙歌；随风飘来宫嫔的笑语，与笙歌相和。月宫影开，只听得夜漏单调；卷起水晶帘来，我似乎靠近银河。"
  },
  {
    "title": "送杜少府之任蜀州",
    "author": "王勃",
    "content": "城阙辅三秦，风烟望五津。与君离别意，同是宦游人。海内存知己，天涯若比邻。无为在歧路，儿女共沾巾。",
    "translation": "三秦之地护卫着巍巍长安，透过那风云烟雾遥望着蜀川。和你离别心中怀着无限情意，因为我们同是在宦海中浮沉的人。四海之内有知心朋友，即使远在天边也如近在比邻。绝不要在岔路口上分手之时，像恋爱中的青年男女那样悲伤得泪湿衣巾。"
  },
  {
    "title": "送梓州李使君",
    "author": "王维",
    "content": "万壑树参天，千山响杜鹃。山中一夜雨，树杪百重泉。汉女输橦布，巴人讼芋田。文翁翻教授，不敢倚先贤。",
    "translation": "梓州一带千山万壑尽是大树参天，山连着山到处可听到悲鸣的杜鹃。山里昨晚不停地下了透夜的春雨，树梢淅淅沥沥活像泻着百道清泉。蜀汉妇女以产丝织布纳税，巴郡农民为农田事发生讼案。但愿你重振文翁的精神办学教化，不可倚仗先贤的遗泽清静与偷闲。"
  },
  {
    "title": "汉江临眺",
    "author": "王维",
    "content": "楚塞三湘接，荆门九派通。江流天地外，山色有无中。郡邑浮前浦，波澜动远空。襄阳好风日，留醉与山翁。",
    "translation": "汉江流经楚塞又折入三湘，西起荆门往东与九江相通。江水滔滔似奔流天地之外，青山延绵水雾中隐隐约约。远处的城郭好像在水面上飘动，波翻浪涌，辽远的天空也仿佛为之摇荡。襄阳的风光的确令人陶醉，我愿在此地酣饮，效仿山简畅饮而醉。"
  },
  {
    "title": "终南别业",
    "author": "王维",
    "content": "中岁颇好道，晚家南山陲。兴来每独往，胜事空自知。行到水穷处，坐看云起时。偶然值林叟，谈笑无还期。",
    "translation": "中年以后我有好道之心，晚年迁家到南山脚下。兴致一来我独自漫游，快意佳趣只有我自知。间或走到水的尽头去寻求源流，间或坐看上升的云雾千变万化。偶然在林间遇见个把乡村父老，偶与他谈笑聊天每每忘了还家。"
  },
  {
    "title": "终南山",
    "author": "王维",
    "content": "太乙近天都，连山接海隅。白云回望合，青霭入看无。分野中峰变，阴晴众壑殊。欲投人处宿，隔水问樵夫。",
    "translation": "终南山高大雄伟，似乎接近天帝居所，山连着山一直延伸到海边。回望刚刚在山中行走之处，白云弥漫，连成一片；走进山中，却看不见刚才仿佛能把人包围起来的云雾了。终南山中峰两侧的分野都变了，各山谷间的阴晴状况也各不相同。想在山中找个人家去投宿，隔水询问那樵夫可否方便。 "
  },
  {
    "title": "酬张少府",
    "author": "王维",
    "content": "晚年惟好静，万事不关心。自顾无长策，空知返旧林。松风吹解带，山月照弹琴。君问穷通理，渔歌入浦深。",
    "translation": "人到晚年只喜好安静，对世间万事都不再关心。自我审视没有高策可以报国，只知道回到旧山林归隐。松风吹拂我宽解衣带，山月高照正好弄弦弹琴。你若问我穷困通达的道理，不如去听听那江中渔歌的声音，随着它飘到江浦深处。"
  },
  {
    "title": "过香积寺",
    "author": "王维",
    "content": "不知香积寺，数里入云峰。古木无人径，深山何处钟。泉声咽危石，日色冷青松。薄暮空潭曲，安禅制毒龙。",
    "translation": "不知道香积寺在什么地方，攀登好几里误入云拥群峰。古木参天却没有人行路径，深山里何处传来隐隐钟鸣。山中泉水撞击危石响声幽咽，松林里日光照射也显寒冷。黄昏时来到空潭隐蔽之地，安禅修行以制伏尘俗毒龙。"
  },
  {
    "title": "辋川闲居赠裴秀才迪",
    "author": "王维",
    "content": "寒山转苍翠，秋水日潺湲。倚杖柴门外，临风听暮蝉。渡头馀落日，墟里上孤烟。复值接舆醉，狂歌五柳前。",
    "translation": "寒冷的山变得更加苍翠，秋水日夜缓缓流淌。我拄着拐杖伫立在柴门外面，迎风细听着那暮蝉的吟唱。渡口处的太阳渐渐落下，村落里飘荡着一缕孤烟。又碰到装疯醉酒的裴迪，在我面前狂歌，就像当年的接舆经过陶渊明的门前一样。"
  },
  {
    "title": "山居秋暝",
    "author": "王维",
    "content": "空山新雨后，天气晚来秋。明月松间照，清泉石上流。竹喧归浣女，莲动下渔舟。随意春芳歇，王孙自可留。",
    "translation": "空旷的群山沐浴了一场新雨，夜晚降临使人感到已是初秋。皎皎明月从松隙间洒下清光，清清泉水在山石上淙淙淌流。竹林喧响知是洗衣姑娘归来，莲叶轻摇想是上游荡下轻舟。春日的芳菲不妨任随它消歇，秋天的山中王孙自可以久留。"
  },
  {
    "title": "归嵩山作",
    "author": "王维",
    "content": "清川带长薄，车马去闲闲。流水如有意，暮禽相与还。荒城临古渡，落日满秋山。迢递嵩高下，归来且闭关。",
    "translation": "清澈的川水环绕一片草木丛生的沼泽地，驾车马徐徐而去从容悠闲。流水好像对我充满了情意，傍晚的鸟儿随我一同回还。荒凉的城池紧挨着古老的渡口，落日的余晖洒满经秋的重山。远远地来到嵩山脚下，决心归隐，紧闭柴门不再与世俗交往。"
  },
  {
    "title": "次北固山下",
    "author": "王湾",
    "content": "客路青山外，行舟绿水前。潮平两岸阔，风正一帆悬。海日生残夜，江春入旧年。乡书何处达？归雁洛阳边。",
    "translation": "旅途在青山外，在碧绿的江水前行舟。潮水涨满，两岸之间水面宽阔，顺风行船恰好把帆儿高悬。夜幕还没有褪尽，旭日已在江上冉冉升起，还在旧年时分，江南已有了春天的气息。我的家书应该送到什么地方呢？希望北归的大雁捎到洛阳去。"
  },
  {
    "title": "云阳馆与韩绅宿别",
    "author": "司空曙",
    "content": "故人江海别，几度隔山川。乍见翻疑梦，相悲各问年。孤灯寒照雨，深竹暗浮烟。更有明朝恨，离杯惜共传。",
    "translation": "自从和老友在江海分别，隔山隔水已度过多少年。突然相见反而怀疑是梦，悲伤叹息互相询问年龄。孤灯暗淡照着窗外冷雨，幽深的竹林漂浮着云烟。明朝更有一种离愁别恨，难得今夜聚会传杯痛饮。"
  },
  {
    "title": "喜外弟卢纶见宿",
    "author": "司空曙",
    "content": "静夜四无邻，荒居旧业贫。雨中黄叶树，灯下白头人。以我独沉久，愧君相见频。平生自有分，况是蔡家亲。",
    "translation": "宁静的夜晚四周没有近邻，我荒居旧业穷困潦倒。雨打黄叶老树沙沙作响，昏黄灯光映照白发老人。因为我长久以来孤寂沉沦，你频来探望令我自愧难忍。人生自有情分在，何况你我还是表亲。"
  },
  {
    "title": "贼平后送人北归",
    "author": "司空曙",
    "content": "世乱同南去，时清独北还。他乡生白发，旧国见青山。晓月过残垒，繁星宿故关。寒禽与衰草，处处伴愁颜。",
    "translation": "战乱时我们一同逃往南方，时局太平你却独自北归家园。流落他乡头上已经生出白发，战后的家乡也只能见到青山。晓行要经过许多残破的营垒，夜里只能披星露宿荒凉故关。旷野里的飞禽与枯黄的野草，将处处伴随着你的悲苦愁颜。"
  },
  {
    "title": "赋得古原草送别",
    "author": "白居易",
    "content": "离离原上草，一岁一枯荣。野火烧不尽，春风吹又生。远芳侵古道，晴翠接荒城。又送王孙去，萋萋满别情。",
    "translation": "古原上长满茂盛的青草，年年岁岁枯萎了又昌荣。原野上的大火无法烧尽，春风一吹它又生机勃发。芳草的馨香弥漫着古道，阳光照耀下碧绿连荒城。又送游子远行踏上古道，满怀离情望着萋萋芳草。"
  },
  {
    "title": "题大庾岭北驿",
    "author": "宋之问",
    "content": "阳月南飞雁，传闻至此回。我行殊未已，何日复归来。江静潮初落，林昏瘴不开。明朝望乡处，应见陇头梅。",
    "translation": "阴历十月的时候，大雁就开始南飞，据说飞到大庾岭，它们就全部折回。我还未到达目的地，还要继续前行，真不知什么时候我才能回来。江面平静，潮水刚落，山林昏暗，瘴气浓重散不开。明天我登上高山回望故乡，应该能看到那山头上初放的红梅。"
  },
  {
    "title": "寄左省杜拾遗",
    "author": "岑参",
    "content": "联步趋丹陛，分曹限紫微。晓随天仗入，暮惹御香归。白发悲花落，青云羡鸟飞。圣朝无阙事，自觉谏书稀。",
    "translation": "我们曾一同在宫殿的台阶上快步走，又分署办公，中间隔着紫薇省。早晨跟着天子的仪仗入朝，傍晚身染御炉的香气回归。满头增白发悲叹春花凋落，遥望青云万里羡慕鸟高飞。圣明的朝堂大概没有错事，规谏皇帝的奏章日渐稀疏。"
  },
  {
    "title": "听蜀僧濬弹琴",
    "author": "李白",
    "content": "蜀僧抱绿绮，西下峨眉峰。为我一挥手，如听万壑松。客心洗流水，馀响入霜钟。不觉碧山暮，秋云暗几重。",
    "translation": "蜀僧濬怀抱一张绿绮琴，他是来自西面的峨眉峰。他为我挥手弹奏了名曲，我仿佛听到万壑松涛风。我的心灵像被流水洗涤，馀音缭绕和着秋天霜钟。不知不觉青山已披暮色，秋云也似乎暗淡了几重。"
  },
  {
    "title": "夜泊牛渚怀古",
    "author": "李白",
    "content": "牛渚西江夜，青天无片云。登舟望秋月，空忆谢将军。余亦能高咏，斯人不可闻。明朝挂帆去，枫叶落纷纷。",
    "translation": "秋夜行舟停泊在西江牛渚山，天空湛蓝湛蓝没有一丝游云。我登上小船仰望明朗的秋月，徒然地怀想起东晋谢尚将军。我也能够吟哦袁宏的咏史诗，可惜没有那识贤的将军倾听。明早我将挂起船帆离开牛渚，这里只有满天枫叶飘落纷纷。"
  },
  {
    "title": "赠孟浩然",
    "author": "李白",
    "content": "吾爱孟夫子，风流天下闻。红颜弃轩冕，白首卧松云。醉月频中圣，迷花不事君。高山安可仰，徒此揖清芬。",
    "translation": "我非常敬爱孟老夫子，他为人高尚风流倜傥闻名天下。少年时鄙视功名不爱官冕车马，高龄白首又归隐山林摒弃尘杂。明月夜常常饮酒醉得非凡高雅，他不事君王迷恋花草胸怀豁达。高山似的品格怎么能仰望着他？只在此揖敬他芬芳的道德光华！"
  },
  {
    "title": "渡荆门送别",
    "author": "李白",
    "content": "渡远荆门外，来从楚国游。山随平野尽，江入大荒流。月下飞天镜，云生结海楼。仍怜故乡水，万里送行舟。",
    "translation": "我乘舟渡江来到遥远的荆门外，来到战国时期楚国的境内游览。高山渐渐隐去平野慢慢舒展开，江水一片仿佛流进广阔的莽原。波中月影宛如天上飞来的明镜，空中彩云结成绮丽的海市蜃楼。但我还是更爱恋故乡滔滔江水，它奔流不息陪伴着我万里行舟。"
  },
  {
    "title": "送友人",
    "author": "李白",
    "content": "青山横北郭，白水绕东城。此地一为别，孤蓬万里征。浮云游子意，落日故人情。挥手自兹去，萧萧班马鸣。",
    "translation": "青翠的山峦横卧在城墙的北面，波光粼粼的流水围绕着城的东边。在此地我们相互道别，你就像孤蓬那样随风飘荡，到万里之外远行去了。浮云像游子一样行踪不定，夕阳徐徐下山，似乎有所留恋。挥挥手从此分离，友人骑的那匹将要载他远行的马萧萧长鸣，似乎不忍离去。"
  },
  {
    "title": "喜见外弟又言别",
    "author": "李益",
    "content": "十年离乱后，长大一相逢。问姓惊初见，称名忆旧容。别来沧海事，语罢暮天钟。明日巴陵道，秋山又几重。",
    "translation": "经过了近十年的战乱流离，长大成人后竟然意外相逢。初见不相识还惊问名和姓，称名后才想起旧时的面容。说不完别离后世事的变化，一直畅谈到黄昏寺院鸣钟。明日你又要踏上巴陵古道，秋山添愁绪不知又隔几重？"
  },
  {
    "title": "凉思",
    "author": "李商隐",
    "content": "客去波平槛，蝉休露满枝。永怀当此节，倚立自移时。北斗兼春远，南陵寓使迟。天涯占梦数，疑误有新知。",
    "translation": "自从你走后，水面平静，栏杆空立，秋蝉的嘶鸣声也消失了，露水滴满了树枝。在这个时节我常常怀念你，独自倚栏站立，不知不觉时光流逝。你远在北方，我从春天就开始盼望着你的消息，可派往南陵的使者迟迟未归。远在天涯，我多次占卜梦境，怀疑你有了新的知交，把我忘了。"
  },
  {
    "title": "北青萝",
    "author": "李商隐",
    "content": "残阳西入崦，茅屋访孤僧。落叶人何在，寒云路几层。独敲初夜磬，闲倚一枝藤。世界微尘里，吾宁爱与憎。",
    "translation": "夕阳落入崦嵫山，我到山中茅屋寻访一位孤僧。满地落叶，僧人却不知去了哪里，寒云弥漫，山路不知还有多少层。初夜时分，只听见他独自在敲磬，我无事，便悠闲地倚着一枝枯藤。大千世界，俱在微尘之中，我又何必去计较爱与恨呢。"
  },
  {
    "title": "蝉",
    "author": "李商隐",
    "content": "本以高难饱，徒劳恨费声。五更疏欲断，一树碧无情。薄宦梗犹泛，故园芜已平。烦君最相警，我亦举家清。",
    "translation": "你栖身高枝之上才难以饱腹，虽悲鸣寄恨而无人同情。五更以后疏落之声几近断绝，满树碧绿依然如故毫不动情。我官职卑下像桃梗漂流不定，家园早已荒芜杂草埋没路径。烦劳你的鸣叫让我能够警醒，我也是一贫如洗全家清寒。"
  },
  {
    "title": "风雨",
    "author": "李商隐",
    "content": "凄凉宝剑篇，羁泊欲穷年。黄叶仍风雨，青楼自管弦。新知遭薄俗，旧好隔良缘。心断新丰酒，销愁斗几千。",
    "translation": "我虽然胸怀匡国之志，也有《宝剑篇》那样充满豪气的诗篇，但却不遇明主，长期羁旅漂泊虚度华年。黄叶已经衰枯，风雨仍在摧毁，豪门贵族的高楼里，阔人们正在轻歌曼舞，可我却这样穷困潦倒。新交的朋友遭到世俗的攻击诽谤，故旧日的老友也因层层阻隔而疏远无缘。心中早已断了酒念，不然真想用新丰美酒来消愁，管它价钱是十千还是八千。"
  },
  {
    "title": "月夜忆舍弟",
    "author": "杜甫",
    "content": "戍鼓断人行，边秋一雁声。露从今夜白，月是故乡明。有弟皆分散，无家问死生。寄书长不达，况乃未休兵。",
    "translation": "戍楼上的更鼓声断绝了人行，秋夜的边塞传来了孤雁哀鸣。从今夜就进入了白露节气，月亮还是故乡的最明亮。虽有兄弟但都离散各去一方，已经无法打听到他们的消息。寄往洛阳城的家书老是不能送到，何况战乱频繁还没有停止。"
  },
  {
    "title": "天末怀李白",
    "author": "杜甫",
    "content": "凉风起天末，君子意如何。鸿雁几时到，江湖秋水多。文章憎命达，魑魅喜人过。应共冤魂语，投诗赠汨罗。",
    "translation": "凉风飕飕从天边刮起，不知此时你心境怎样。鸿雁捎的消息何时到来，江湖水深风浪多。有文才的人往往薄命遭忌，奸邪小人最喜幸灾乐祸。你与沉冤的屈子同命运，应投诗于汨罗江诉说冤屈与不平。"
  },
  {
    "title": "月夜",
    "author": "杜甫",
    "content": "今夜鄜州月，闺中只独看。遥怜小儿女，未解忆长安。香雾云鬟湿，清辉玉臂寒。何时倚虚幌，双照泪痕干。",
    "translation": "今夜鄜州上空那轮明月，只有你在闺房中独自遥看。远在他乡怜惜幼小的儿女，还不懂得你为何思念长安。染香的雾气打湿你的鬓发，明月的清光使你玉臂生寒。何时能并肩坐在薄帷帐下，月光照你我尽把泪痕擦干。"
  },
  {
    "title": "春望",
    "author": "杜甫",
    "content": "国破山河在，城春草木深。感时花溅泪，恨别鸟惊心。烽火连三月，家书抵万金。白头搔更短，浑欲不胜簪。",
    "translation": "长安沦陷，国家破碎，只有山河依旧；春天来了，人烟稀少的长安城里草木茂密。感伤国事，看到美丽的花儿都禁不住落泪，伤心离别，听到婉转的鸟鸣都害怕。连绵的战火已经延续了半年多，家书难得，一封抵得上万两黄金。愁绪缠绕，搔头思考，白发越搔越短，简直要不能插簪了。"
  },
  {
    "title": "春宿左省",
    "author": "杜甫",
    "content": "花隐掖垣暮，啾啾栖鸟过。星临万户动，月傍九霄多。不寝听金钥，因风想玉珂。明朝有封事，数问夜如何。",
    "translation": "左偏殿矮墙遮隐花丛，日已将暮，投宿的鸟儿，一群群鸣叫着飞过。星临宫中，千门万户似乎在闪烁，靠近天廷，所得的月光应该更多。夜不敢寝，听到宫门开启的钥锁声；晚风飒飒，想起上朝马铃的音波。明晨上朝，还有重要的大事要做，心里不安，多次讯问夜漏几何？"
  },
  {
    "title": "旅宿",
    "author": "杜牧",
    "content": "旅馆无良伴，凝情自悄然。寒灯思旧事，断雁警愁眠。远梦归侵晓，家书到隔年。沧江好烟月，门系钓鱼船。",
    "translation": "旅馆里没有知心朋友，我心情忧郁，独自沉思凝神。对着寒灯回忆往事，孤雁的叫声惊醒了凄寂梦魂。乡关道路迢远，梦魂拂晓时才得归去，家人的书信要等来年方能寄到此地。沧江上月色含烟，风光是多么美好，钓鱼船就系在我家门前。"
  },
  {
    "title": "春宫怨",
    "author": "杜荀鹤",
    "content": "早被婵娟误，欲妆临镜慵。承恩不在貌，教妾若为容。风暖鸟声碎，日高花影重。年年越溪女，相忆采芙蓉。",
    "translation": "早年我被容貌美丽所误，落入宫中；我懒得对镜梳妆打扮，是没有受宠。蒙恩受幸，其实不在于俏丽的容颜；到底为取悦谁，叫我梳妆修饰仪容。鸟儿啼声繁碎，是为有和暖的春风；太阳到了正午，花影才会显得浓重。我真想念从前还在越溪浣纱的女伴，欢歌笑语地一起采摘着芙蓉。"
  },
  {
    "title": "和晋陵陆丞早春游望",
    "author": "杜审言",
    "content": "独有宦游人，偏惊物候新。云霞出海曙，梅柳渡江春。淑气催黄鸟，晴光转绿苹。忽闻歌古调，归思欲沾巾。",
    "translation": "只有远离故里外出做官之人，特别敏感自然物候转化更新。海上云霞灿烂旭日即将东升，江南梅红柳绿江北却才回春。和暖的春气催促着黄莺歌唱，晴朗的阳光下绿萍颜色转深。忽然听到你歌吟古朴的曲调，勾起归思情怀令人落泪沾襟。"
  },
  {
    "title": "杂诗三首·其三",
    "author": "沈佺期",
    "content": "闻道黄龙戍，频年不解兵。可怜闺里月，长在汉家营。少妇今春意，良人昨夜情。谁能将旗鼓，一为取龙城。",
    "translation": "听说黄龙冈驻屯军队，连年打仗一直未曾罢兵。可怜闺中寂寞独自看月，她们思念之心长在汉营。少妇今年的相思意，正是征人昨夜的思乡情。谁能够带领一支好队伍，一举攻取龙城结束战争。"
  },
  {
    "title": "宿桐庐江寄广陵旧游",
    "author": "孟浩然",
    "content": "山暝闻猿愁，沧江急夜流。风鸣两岸叶，月照一孤舟。建德非吾土，维扬忆旧游。还将两行泪，遥寄海西头。",
    "translation": "山色昏暗听到猿声使人生愁，桐庐江在夜里浩浩荡荡地向东流去。两岸风吹树动枝叶沙沙作响，月光如水映照江畔一叶孤舟。建德不是我的家乡，遥想扬州的老友。我把两行相思的清泪，遥寄到大海西头的扬州。"
  },
  {
    "title": "留别王维",
    "author": "孟浩然",
    "content": "寂寂竟何待，朝朝空自归。欲寻芳草去，惜与故人违。当路谁相假，知音世所稀。只应守寂寞，还掩故园扉。",
    "translation": "这样寂寞无聊还有什么可待？天天都是独自空手而归。我想归隐山林去寻芳馨花卉，但又珍惜友情不愿分手相违。如今当权者们谁肯提携我辈，世上要寻知音实在寥寥无几。或许今生今世命合空守寂寞，还是回家关闭我的故园门扉。"
  },
  {
    "title": "早寒有怀",
    "author": "孟浩然",
    "content": "木落雁南度，北风江上寒。我家襄水曲，遥隔楚云端。乡泪客中尽，孤帆天际看。迷津欲有问，平海夕漫漫。",
    "translation": "树叶飘落大雁飞向南方，北风萧瑟江上分外寒冷。我的家乡在襄水湾曲处，远隔着楚地云海迷迷茫茫。思乡的眼泪在旅途流尽，看那孤帆远在天际飘荡。我想找人问问迷路渡口在哪，暮色苍茫只见江水漫漫。"
  },
  {
    "title": "岁暮归南山",
    "author": "孟浩然",
    "content": "北阙休上书，南山归敝庐。不才明主弃，多病故人疏。白发催年老，青阳逼岁除。永怀愁不寐，松月夜窗虚。",
    "translation": "不再在朝廷宫门前陈述已见，回到终南山我那破旧的茅屋。没有才能才使君主弃我不用，又因多染病痛朋友与我离疏。白发渐渐增多催人慢慢老去，岁暮已至新春已经快要临近。心怀愁绪万千使人夜不能寐，松影月光映照窗户一片空无。"
  },
  {
    "title": "过故人庄",
    "author": "孟浩然",
    "content": "故人具鸡黍，邀我至田家。绿树村边合，青山郭外斜。开轩面场圃，把酒话桑麻。待到重阳日，还来就菊花。",
    "translation": "老朋友预备丰盛的饭菜，邀请我到他好客的农家。翠绿的树林围绕着村落，苍青的山峦在城外横卧。推开窗户面对谷场菜园，手举酒杯闲谈庄稼情况。等到九九重阳节到来时，再请君来这里观赏菊花。"
  },
  {
    "title": "秦中寄远上人",
    "author": "孟浩然",
    "content": "一丘常欲卧，三径苦无资。北土非吾愿，东林怀我师。黄金燃桂尽，壮志逐年衰。日夕凉风至，闻蝉但益悲。",
    "translation": "我常常想在山里幽居，可惜无法实现，连隐居的资本都没有。我本不愿意在长安这个地方，心里怀念着东林寺的高僧远上人。在长安花费很大，耗尽了盘缠，我的壮志也逐年衰减。每天傍晚，凉风吹来，听到蝉声，我心中的悲伤更加浓烈。"
  },
  {
    "title": "望洞庭湖赠张丞相",
    "author": "孟浩然",
    "content": "八月湖水平，涵虚混太清。气蒸云梦泽，波撼岳阳城。欲济无舟楫，端居耻圣明。坐观垂钓者，徒有羡鱼情。",
    "translation": "八月洞庭湖水暴涨几与岸平，水天一色交相辉映迷离难辨。云梦大泽水气蒸腾白白茫茫，波涛汹涌似乎把岳阳城撼动。想要渡湖却苦于找不到船只，圣明时代闲居又觉愧对明君。坐看垂钓之人多么悠闲自在，可惜只能空怀一片羡鱼之情。"
  },
  {
    "title": "与诸子登岘山",
    "author": "孟浩然",
    "content": "人事有代谢，往来成古今。江山留胜迹，我辈复登临。水落鱼梁浅，天寒梦泽深。羊公碑尚在，读罢泪沾襟。",
    "translation": "人间的事情都有更替变化，来来往往的时日形成古今。江山各处保留的名胜古迹，而今我们又可以登攀亲临。冬末水位降低了渔塘很浅，云梦泽由天寒而迷濛幽深。羊祜碑如今依然巍峨矗立，读罢碑文泪水沾湿了衣襟。"
  },
  {
    "title": "宴梅道士山房",
    "author": "孟浩然",
    "content": "林卧愁春尽，搴帷览物华。忽逢青鸟使，邀入赤松家。金灶初开火，仙桃正发花。童颜若可驻，何惜醉流霞。",
    "translation": "我高卧在山林，揭开帐子欣赏山中的自然美景，发愁春天将尽。忽然听到了仙人的信使传音，于是受邀来到赤松子的家中。房里炼丹的金灶刚刚生起火，屋外桃花正灼灼盛开。如果说饮此仙酒可以永葆青春，那我愿一醉方休。"
  },
  {
    "title": "章台夜思",
    "author": "韦庄",
    "content": "清瑟怨遥夜，绕弦风雨哀。孤灯闻楚角，残月下章台。芳草已云暮，故人殊未来。乡书不可寄，秋雁又南回。",
    "translation": "忧怨的琴声在长夜中回荡，弦音悲切，似有凄风苦雨缭绕。孤灯下，又听见楚角声哀，看那残月渐渐西沉，落向章台。芳草渐渐枯萎，已到生命尽头。亲人故友，从未来此地。家中的书信不能寄回去，那南飞的大雁又要南归了。"
  },
  {
    "title": "淮上喜会梁州故人",
    "author": "韦应物",
    "content": "江汉曾为客，相逢每醉还。浮云一别后，流水十年间。欢笑情如旧，萧疏鬓已斑。何因不归去？淮上有秋山。",
    "translation": "想当年客居他乡，飘零江汉；与友人常相会，每次欢聚必醉酒而还。自从那次离别后，像浮云飘流不定，岁月如流水一晃就已过了十年。今日相见，欢笑融洽的情态一如从前，人已头发稀疏，两鬓斑白了。为何我不与故人同归去？因为淮上有秀美的秋山。"
  },
  {
    "title": "赋得暮雨送李曹",
    "author": "韦应物",
    "content": "楚江微雨里，建业暮钟时。漠漠帆来重，冥冥鸟去迟。海门深不见，浦树远含滋。相送情无限，沾襟比散丝。",
    "translation": "楚江笼罩在细细微雨里，建业城正敲响暮钟之时。雨丝繁密船帆显得沉重，天色错暗鸟儿飞得迟缓。长江流入海门深远不见，江边树木饱含雨滴润滋。送别老朋友我情深无限，沾襟泪水象江面的雨丝。"
  },
  {
    "title": "经邹鲁祭孔子而叹之",
    "author": "唐玄宗",
    "content": "夫子何为者，栖栖一代中。地犹鄹氏邑，宅即鲁王宫。叹凤嗟身否，伤麟怨道穷。今看两楹奠，当与梦时同。",
    "translation": "孔老夫子一生奔波，究竟为了什么？他周游列国，栖遑奔走，度过了一生。这地方仍有鄹氏的城邑，宅第据说还建立在鲁王宫。孔子曾经叹息凤凰不至，慨叹自己命运不好；看到麒麟出现又为王道难行而悲伤哀怨。如今我来看望，见到这庄重的两楹奠祭之礼，想必与当年他梦里见到的情形相同。"
  },
  {
    "title": "灞上秋居",
    "author": "马戴",
    "content": "灞原风雨定，晚见雁行频。落叶他乡树，寒灯独夜人。空园白露滴，孤壁野僧邻。寄卧郊扉久，何年致此身。",
    "translation": "灞原上的风雨初定，傍晚看见雁群南去不停。面对他乡树木落叶纷纷，寒夜的孤灯独照我一人。空园里白露频频地下滴，单门独户只与野僧为邻。寄卧荒凉郊居为时已久，何时才能为国致力献身？"
  },
  {
    "title": "楚江怀古三首·其一",
    "author": "马戴",
    "content": "露气寒光集，微阳下楚丘。猿啼洞庭树，人在木兰舟。广泽生明月，苍山夹乱流。云中君不见，竟夕自悲秋。",
    "translation": "傍晚的露气寒冷，斜阳从楚丘上落下。猿猴在洞庭湖边的树上啼叫，人乘坐着木兰舟在江上飘荡。广阔的湖面上升起明月，苍山夹着纷乱的流水。云中的湘君渺不可见，我竟整晚在悲秋。"
  },
  {
    "title": "除夜有怀",
    "author": "崔涂",
    "content": "迢递三巴路，羁危万里身。乱山残雪夜，孤烛异乡春。渐与骨肉远，转于僮仆亲。那堪正飘泊，明日岁华新。",
    "translation": "三巴的路途多么遥远，我漂泊在外艰险万里。在乱山残雪的寒夜，只有孤独的烛光陪伴着异乡的我。渐渐与亲人们离得远了，反而与仆僮更亲近。怎能忍受在漂泊中，明天又迎来新的一年。"
  },
  {
    "title": "孤雁",
    "author": "崔涂",
    "content": "几行归塞尽，念尔独何之。暮雨相呼失，寒塘欲下迟。渚云低暗度，关月冷相随。未必逢矰缴，孤飞自可疑。",
    "translation": "几行归雁已飞尽，你这孤雁独自要飞向哪里？暮雨中它呼叫同伴，想与之相随，却失群单飞，在寒塘上空盘旋，想要落下栖息，却又迟疑。沿着小洲的云朵低低地暗暗飞过，在关山的冷月中孤独地伴随。未必会遭到弓箭射杀，只是孤飞的它让人心生疑虑。"
  },
  {
    "title": "落花",
    "author": "李商隐",
    "content": "高阁客竟去，小园花乱飞。参差连曲陌，迢递送斜晖。肠断未忍扫，眼穿仍欲稀。芳心向春尽，所得是沾衣 。",
    "translation": "高阁上的游客已经离去，小园的春花已经随风飘零纷纷乱飞。落花参差不齐飘满了弯曲的小路，远远地目送着它们与夕阳一同西沉。我肝肠寸断不忍把落花扫去，望眼欲穿盼来的春景却越来越稀少。爱花惜花自然要怨春去得太早，春尽花谢所得的只是落泪沾衣。"
  },
  {
    "title": "登岳阳楼",
    "author": "杜甫",
    "content": "昔闻洞庭水，今上岳阳楼。吴楚东南坼，乾坤日夜浮。亲朋无一字，老病有孤舟。戎马关山北，凭轩涕泗流。",
    "translation": "以前就听说洞庭湖波澜壮阔，今日终于如愿登上岳阳楼。浩瀚的湖水把吴楚两地分隔开来，整个天地仿似在湖中日夜浮动。亲朋好友们音信全无，我年老多病，乘孤舟四处漂流。北方边关战事又起，我倚着栏杆远望泪流满面。"
  },
  {
    "title": "奉济驿重送严公四韵",
    "author": "杜甫",
    "content": "远送从此别，青山空复情。几时杯重把，昨夜月同行。列郡讴歌惜，三朝出入荣。江村独归处，寂寞养残生。",
    "translation": "远送你从这里就要分别了，青山空自带着深厚情谊。什么时候能再次举杯共饮？昨夜我们还在月光下同行。各郡的百姓都讴歌惋惜你的离去，你在三朝为官荣耀有加。我回到江村独自生活，寂寞中度过我的残生。"
  },
  {
    "title": "别房太尉墓",
    "author": "杜甫",
    "content": "他乡复行役，驻马别孤坟。近泪无干土，低空有断云。对棋陪谢傅，把剑觅徐君。唯见林花落，莺啼送客闻。",
    "translation": "我在他乡又一次奔走跋涉，驻马凭吊你这孤坟。泪水沾湿了近旁的泥土，低空飘动着断碎的阴云。我曾经像陪谢安下棋那样陪你，又想像季札那样解剑酬知己。眼前只见这林花错落飘落，只听到黄莺啼叫着为我送行。"
  },
  {
    "title": "旅夜书怀",
    "author": "杜甫",
    "content": "细草微风岸，危樯独夜舟。星垂平野阔，月涌大江流。名岂文章著，官应老病休。飘飘何所似，天地一沙鸥 。",
    "translation": "微风吹拂着江岸的细草，那立着高高桅杆的小船在夜里孤零地停泊着。星星垂在天边，平野显得宽阔；月光随波涌动，大江滚滚东流。我难道是因为文章而著名吗？年老病多也应该休官了。自己到处漂泊像什么呢？就像天地间的一只孤零零的沙鸥。"
  },
  {
    "title": "至德二载甫自京金光门出",
    "author": "杜甫",
    "content": "此道昔归顺，西郊胡正繁。至今犹破胆，应有未招魂。近侍归京邑，移官岂至尊。无才日衰老，驻马望千门。",
    "translation": "当年从金光门这条道路，我去投奔肃宗。西郊胡骑正骚乱纷繁。至今想起来还胆战心寒，我的惊魂大概还未招还。我曾经是皇帝的近身侍郎，如今被贬离出京城。并非是皇帝缺少圣明，实在是我无才又衰老不堪。我驻马久久地回望，那曾是我待过的千门宫殿。"
  },
  {
    "title": "题破山寺后禅院",
    "author": "常建",
    "content": "清晨入古寺，初日照高林。曲径通幽处，禅房花木深。山光悦鸟性，潭影空人心。万籁此都寂，但余钟磬音。",
    "translation": "清晨我进入这古老寺院，初升的太阳照耀着高高的树林。一条曲折的小路通向幽静的远方，那里是被花木浓荫覆盖着的禅房。山光明净，鸟儿欢悦地歌唱，深潭倒影，更使人觉得心境空灵。此时此刻万物都沉默静寂，只留下了敲钟击磬的声音。"
  },
  {
    "title": "没蕃故人",
    "author": "张籍",
    "content": "前年戍月支，城下没全师。蕃汉断消息，死生长别离。无人收废帐，归马识残旗。欲祭疑君在，天涯哭此时。",
    "translation": "前年出征月支，在城下全军覆没。吐蕃和唐朝断了音讯，我与你也生死两隔，长久别离。战场上无人收拾废弃的营帐，归来的战马还认识残破的军旗。想祭奠你又怀疑你还活着，此时只能朝着天边痛哭流涕。"
  },
  {
    "title": "送人东游",
    "author": "温庭筠",
    "content": "荒戍落黄叶，浩然离故关。高风汉阳渡，初日郢门山。江上几人在，天涯孤棹还。何当重相见，尊酒慰离颜。",
    "translation": "荒废的营垒上黄叶纷纷飘落，你心怀浩气就要离开旧关。飒飒秋风将你送到汉阳渡口，初升的太阳映照郢门山。江东亲友如今有几人在？你这一去，孤舟飘荡在天涯。何时才能再次相见，用酒来慰藉离别的愁颜。"
  },
  {
    "title": "新年作",
    "author": "刘长卿",
    "content": "乡心新岁切，天畔独潸然。老至居人下，春归在客先。岭猿同旦暮，江柳共风烟。已似长沙傅，从今又几年。",
    "translation": "新岁新年，思乡心更切，我独自在天涯，泣流潸潸。年纪老大，还屈居人下，春又归来，我还不曾回家。山中猿猴，朝夕与我作伴，江边的柳树，与我同领水上的风烟。我就像当年的贾谊被贬长沙，不知还要几年才能赦还。"
  },
  {
    "title": "饯别王十一南游",
    "author": "刘长卿",
    "content": "望君烟水阔，挥手泪沾巾。飞鸟没何处，青山空向人。长江一帆远，落日五湖春。谁见汀洲上，相思愁白蘋 。",
    "translation": "望着你的小船驶向茫茫云水，频频挥手惜别泪水沾湿佩巾。你像一只飞鸟不知归宿何处，留下这一片青山空对着行人。江水浩浩一叶孤帆远远消失，落日下你将欣赏着五湖之美。谁能见我伫立汀洲上怀念你，望着白蘋心中充满无限愁情。"
  },
  {
    "title": "送李端",
    "author": "卢纶",
    "content": "故关衰草遍，离别自堪悲。路出寒云外，人归暮雪时。少孤为客早，多难识君迟。掩泪空相向，风尘何处期。",
    "translation": "故乡的道路上长满了衰败的野草，我们的离别实在令人悲叹。你去的道路伸向云天之外，我归来时正是暮雪纷飞之时。年少丧父很早便漂泊在外，历经磨难才与你相识太迟。空朝你的方向掩面而泣，在战乱年代再见不知何时。"
  },
  {
    "title": "在狱咏蝉",
    "author": "骆宾王",
    "content": "西陆蝉声唱，南冠客思深。不堪玄鬓影，来对白头吟。露重飞难进，风多响易沉。无人信高洁，谁为表予心？",
    "translation": "深秋季节寒蝉声声悲鸣，我这被囚禁的南冠之人思乡之情更深。不能忍受这秋蝉扇动乌黑双翅，对我一头斑斑白发，无尽不止地长吟。秋露浓重，蝉儿纵使展开双翼也难以高飞，寒风瑟瑟，轻易地把它的鸣唱淹没。有谁能相信蝉的廉洁高洁呢？又有谁能为我表白一片冰心呢？"
  },
  {
    "title": "除夜有怀",
    "author": "崔涂",
    "content": "迢递三巴路，羁危万里身。乱山残雪夜，孤烛异乡春。渐与骨肉远，转于僮仆亲。那堪正飘泊，明日岁华新。",
    "translation": "三巴的路途多么遥远，我这漂泊之人生命充满艰险。在乱山环绕、残雪纷飞的寒夜，在孤烛相伴的异乡迎来了新春。渐渐与亲人们距离越来越远，反而与僮仆更亲近。怎能忍受在漂泊无依的时候，明天又是新的一年。"
  },
  {
    "title": "孤雁",
    "author": "崔涂",
    "content": "几行归塞尽，念尔独何之。暮雨相呼失，寒塘欲下迟。渚云低暗度，关月冷相随。未必逢矰缴，孤飞自可疑。",
    "translation": "几行大雁已经飞回北方边塞，可怜你这只孤雁要飞向哪里？暮雨中它呼唤同伴却迷失方向，想要在寒塘降落却迟迟不敢。沿着小洲的云朵低低暗暗飞过，在边关冷月的伴随下独自飞行。不一定会遇到弓箭的伤害，但孤飞的它总让人充满疑虑。"
  },
  {
    "title": "望月怀远",
    "author": "张九龄",
    "content": "海上生明月，天涯共此时。情人怨遥夜，竟夕起相思。灭烛怜光满，披衣觉露滋。不堪盈手赠，还寝梦佳期。",
    "translation": "茫茫的海上升起一轮明月，此时你我都在天涯共相望。有情之人都怨恨月夜漫长，整夜里不眠而把亲人怀想。熄灭蜡烛怜爱这满屋月光，我披衣徘徊深感夜露寒凉。不能把美好的月色捧给你，只望能够与你相见在梦乡。"
  },
  {
    "title": "书边事",
    "author": "张乔",
    "content": "调角断清秋，征人倚戍楼。春风对青冢，白日落梁州。大漠无兵阻，穷边有客游。蕃情似此水，长愿向南流。",
    "translation": "在清秋的季节，号角声断断续续传来，出征的人倚靠着边塞的城楼。春风吹过昭君墓，落日的余晖洒在梁州。大漠里没有战事阻挡，在这遥远的边塞也有游客往来。蕃人的情意如同这流水，长久地希望它能流向南方中原。"
  },
  {
    "title": "秋日赴阙题潼关驿楼",
    "author": "许浑",
    "content": "红叶晚萧萧，长亭酒一瓢。残云归太华，疏雨过中条。树色随山迥，河声入海遥。帝乡明日到，犹自梦渔樵。",
    "translation": "深秋时节，红叶在晚风里萧萧飘落，我坐在十里长亭，把盏畅饮。天上的残云向太华山徐徐飘去，点点疏雨随风洒落在中条山上。山势绵延千里，树木随着山势起伏，黄河之水奔腾不息流向远方的大海。明天我就要抵达长安了，可我现在仍然向往渔人樵夫们的那种闲适生活。"
  },
  {
    "title": "早秋",
    "author": "许浑",
    "content": "遥夜泛清瑟，西风生翠萝。残萤栖玉露，早雁拂金河。高树晓还密，远山晴更多。淮南一叶下，自觉洞庭波。",
    "translation": "漫漫长夜中飘荡着清幽的瑟声，西风吹拂着翠绿的藤萝。残余的萤火虫栖息在挂满玉露的草叶上，早归的大雁掠过银河。清晨高大的树木枝叶还很茂密，在晴朗的天气里，远处的山峦显得更加秀丽。淮南子说‘一叶落而知天下秋’，望着眼前飘落的一片树叶，我仿佛感觉到了洞庭湖的秋天已经来临，湖水泛起了阵阵波澜。"
  },
  {
    "title": "寻陆鸿渐不遇",
    "author": "皎然",
    "content": "移家虽带郭，野径入桑麻。近种篱边菊，秋来未著花。扣门无犬吠，欲去问西家。报道山中去，归时每日斜 。",
    "translation": "他把家迁徙到了城郭一带，乡间小路通向桑麻的地方。近处篱笆边都种上了菊花，秋天到了却尚未见它开放。敲门竟连一声犬吠都没有，要去向西家邻居打听情况。邻人回答他是到山里去了，归来时总要太阳西斜。"
  },
  {
    "title": "寻南溪常道士",
    "author": "刘长卿",
    "content": "一路经行处，莓苔见履痕。白云依静渚，春草闭闲门。过雨看松色，随山到水源。溪花与禅意，相对亦忘言。",
    "translation": "一路上经过的地方，青苔小道上留下了自己的鞋痕。白云依偎着安静的沙洲，春草环绕着关闭的柴门。新雨过后，松树显得格外苍翠，沿着山路来到了溪水的源头。面对溪花，参透了禅意，彼此相对，默默无言。"
  },
  {
    "title": "秋日登吴公台上寺远眺",
    "author": "刘长卿",
    "content": "古台摇落后，秋入望乡心。野寺来人少，云峰隔水深。夕阳依旧垒，寒磬满空林。惆怅南朝事，长江独至今。",
    "translation": "登上古台，草木已经凋零，秋天更容易触动思乡之心。荒野的寺院来往行人少，隔水眺望云峰更显幽深。夕阳照着吴公台的旧垒，寒磬声在空林中回荡。南朝的往事令人惆怅，只有长江从古到今奔流不息。"
  },
  {
    "title": "送李中丞归汉阳别业",
    "author": "刘长卿",
    "content": "流落征南将，曾驱十万师。罢归无旧业，老去恋明时。独立三边静，轻生一剑知。茫茫江汉上，日暮欲何之。",
    "translation": "这位漂泊流离的征南将军，当年曾经指挥过十万雄师。罢官归来却没有旧日的产业，人老了反而眷恋盛世之时。你曾独镇三边，使边境宁静，出生入死，只有随身佩剑知道。在茫茫的江汉之上，日暮时你将何去何从。"
  },
  {
    "title": "蜀先主庙",
    "author": "刘禹锡",
    "content": "天地英雄气，千秋尚凛然。势分三足鼎，业复五铢钱。得相能开国，生儿不象贤。凄凉蜀故妓，来舞魏宫前。",
    "translation": "刘备的英雄气概真可谓顶天立地，经历千秋万代威风凛凛至今依然。战乱局势中与魏吴鼎足三分天下，大业堪比汉初复兴五铢钱币。得到贤相孔明奠定了开国基业，生个儿子却不像其父贤能。最凄惨的是那蜀宫的歌伎，在魏宫前为魏王表演歌舞。"
  },
  {
    "title": "阙题",
    "author": "刘昚虚",
    "content": "道由白云尽，春与青溪长。时有落花至，远随流水香。闲门向山路，深柳读书堂。幽映每白日，清辉照衣裳。",
    "translation": "山路被白云隔断在尘境之外，春光宛若清清溪流源远流长。不时有落花随溪水飘流而至，远远地就可闻到水中的芳香。闲静的荆门面对蜿蜒的山路，柳荫深处蕴藏着读书的斋堂。每当太阳光穿过柳荫的幽境，清幽的光辉便洒满我的衣裳。"
  },
  {
    "title": "送僧归日本",
    "author": "钱起",
    "content": "上国随缘住，来途若梦行。浮天沧海远，去世法舟轻。水月通禅寂，鱼龙听梵声。惟怜一灯影，万里眼中明。",
    "translation": "你遍随缘缘而在中国停留，来的时候一路如在梦中前行。海面辽阔，远接浮天，你将乘佛法的舟楫远行。水中月影使你通达禅境的寂静，鱼龙也似乎在倾听你诵经的声音。我最怜爱那一盏佛灯的光影，在万里之外也能照亮你的行程。"
  },
  {
    "title": "谷口书斋寄杨补阙",
    "author": "钱起",
    "content": "泉壑带茅茨，云霞生薜帷。竹怜新雨后，山爱夕阳时。闲鹭栖常早，秋花落更迟。家童扫萝径，昨与故人期。",
    "translation": "山谷中的溪水环绕着我的茅屋，云霞从薜荔编织的帷帐中升腾而起。新雨过后更爱那翠绿的竹子，夕阳西下时欣赏那美丽的山峦。悠闲的白鹭常常早早栖息，秋天的花朵反而凋谢得更迟。家童打扫着松萝山间的小径，因为昨天我与杨补阙有过约定。"
  },
  {
    "title": "江乡故人偶集客舍",
    "author": "戴叔伦",
    "content": "天秋月又满，城阙夜千重。还作江南会，翻疑梦里逢。风枝惊暗鹊，露草覆寒蛩。羁旅长堪醉，相留畏晓钟。",
    "translation": "秋天到来，明月又已圆满，城阙在夜里被重重笼罩。没想到在江南能与你相遇，反而怀疑是在梦里相逢。晚风吹动树枝，惊飞了暗处的喜鹊，秋露覆盖了草地，寒蛩在草丛中鸣叫。羁旅在外的人最容易喝醉，相互挽留怕听到报晓的钟声。"
  },
  {
    "title": "酬程延秋夜即事见赠",
    "author": "韩翃",
    "content": "长簟迎风早，空城澹月华。星河秋一雁，砧杵夜千家。节候看应晚，心期卧已赊。向来吟秀句，不觉已鸣鸦。",
    "translation": "修长的竹席早早迎风铺开，空寂的城中淡淡的月光洒下。秋天的夜空里一只大雁飞过，千家万户传来捣衣的声音。看来节候大概已到深秋，心中期盼却已落空。刚才反复吟诵你秀美的诗句，不知不觉天已拂晓，传来鸦叫声。"
  },
  {
    "title": "遣悲怀三首·其一",
    "author": "元稹",
    "content": "谢公最小偏怜女，自嫁黔娄百事乖。顾我无衣搜荩箧，泥他沽酒拔金钗。野蔬充膳甘长藿，落叶添薪仰古槐。今日俸钱过十万，与君营奠复营斋。",
    "translation": "你如同谢安最受偏爱的女儿，自从嫁给我这个贫士百事不顺。看到我没有可替换的衣服，就翻箱倒柜去搜寻；我纠缠不休求她买酒，她就拔下金钗去换钱。你用野蔬充饥，把豆叶当美食也心甘情愿，用古槐落叶当柴烧。如今我高官厚禄，俸钱超过十万，只能为你设斋祭奠又准备道场超度亡灵。"
  },
  {
    "title": "遣悲怀三首·其二",
    "author": "元稹",
    "content": "昔日戏言身后意，今朝都到眼前来。衣裳已施行看尽，针线犹存未忍开。尚想旧情怜婢仆，也曾因梦送钱财。诚知此恨人人有，贫贱夫妻百事哀。",
    "translation": "往昔曾经戏言我们身后的安排，如今都按你所说的展现在眼前。你穿过的衣裳已经快施舍完了，你的针线盒我依旧舍不得打开。因怀念你我对婢仆也格外怜爱，也曾因梦见你并为你送去钱财。我诚知死别之恨世间人人都有，但咱们共苦夫妻死别更觉哀痛。"
  },
  {
    "title": "遣悲怀三首·其三",
    "author": "元稹",
    "content": "闲坐悲君亦自悲，百年都是几多时。邓攸无子寻知命，潘岳悼亡犹费词。同穴窅冥何所望，他生缘会更难期。惟将终夜常开眼，报答平生未展眉。",
    "translation": "闲坐无事为你悲伤为我感叹，人生短暂百年时间又多长呢？邓攸没有后代是命运的安排，潘岳悼念亡妻只是徒然悲鸣。即使夫妻合葬也无法再相见，来世结缘是多么虚幻难期。我只能终夜睁着双眼，来报答你生前未展眉的愁苦。"
  },
  {
    "title": "赠郭给事",
    "author": "王维",
    "content": "洞门高阁霭余晖，桃李阴阴柳絮飞。禁里疏钟官舍晚，省中啼鸟吏人稀。晨摇玉佩趋金殿，夕奉天书拜琐闱。强欲从君无那老，将因卧病解朝衣。",
    "translation": "高阁的门在余晖中闪耀着光芒，桃李树成荫，柳絮纷飞。皇宫中传出稀疏的钟声，官舍里天色已晚，门下省中官吏稀少，只听见鸟啼声。早晨你戴着玉佩急速赶赴金殿，傍晚捧着皇帝的诏书在宫门拜谢。我虽想勉力追随你，无奈年老体衰，因为卧病我想解下朝衣不再做官。"
  },
  {
    "title": "和贾至舍人早朝大明宫",
    "author": "王维",
    "content": "绛帻鸡人报晓筹，尚衣方进翠云裘。九天阊阖开宫殿，万国衣冠拜冕旒。日色才临仙掌动，香烟欲傍衮龙浮。朝罢须裁五色诏，佩声归到凤池头。",
    "translation": "戴红巾报时官手执更筹报晓，尚衣官才给皇帝送上翠云裘。九重的皇宫打开了金红宫门，万国的使臣都躬身朝拜皇帝。日光初照，仪仗队的扇形掌扇在晃动，香烟缭绕，天子的龙袍上飘着浮光。早朝过后中书省的官员退朝后要拟写诏书，佩玉叮当他们回到了凤池头。"
  },
  {
    "title": "奉和圣制从蓬莱向兴庆阁道中留春雨中春望之作应制",
    "author": "王维",
    "content": "渭水自萦秦塞曲，黄山旧绕汉宫斜。銮舆迥出千门柳，阁道回看上苑花。云里帝城双凤阙，雨中春树万人家。为乘阳气行时令，不是宸游玩物华。",
    "translation": "渭水萦绕着秦关曲折地东流，黄麓山环绕着汉宫长年依旧。皇辇远出千重宫门夹柳行驶，阁道上回看宫苑中的百花如绣。白云缭绕的京城中有双阙高耸，春雨润泽的树丛中聚居着万户人家。天子出行是为了顺应阳气施行时令，并非是为了赏玩美景。"
  },
  {
    "title": "积雨辋川庄作",
    "author": "王维",
    "content": "积雨空林烟火迟，蒸藜炊黍饷东菑。漠漠水田飞白鹭，阴阴夏木啭黄鹂。山中习静观朝槿，松下清斋折露葵。野老与人争席罢，海鸥何事更相疑。",
    "translation": "空林积雨，薪火难以点燃，午饭做完，马上送向田间。漠漠水田，飞起几只白鹭，阴阴夏树，传来婉转鸟鸣。我在山中修身养性，观赏朝槿晨开晚谢，在松下吃着素食，采摘露葵佐餐。我早已去机心，绝俗念，随缘自适，还有谁会无端地猜忌我呢？"
  },
  {
    "title": "望月有感",
    "author": "白居易",
    "content": "时难年荒世业空，弟兄羁旅各西东。田园寥落干戈后，骨肉流离道路中。吊影分为千里雁，辞根散作九秋蓬。共看明月应垂泪，一夜乡心五处同。",
    "translation": "时势艰难、荒年不断，家业空空，兄弟们为了生计羁旅行役各奔西东。战乱过后田园荒芜寥落，亲人们流落在异乡的道路中。吊影伤情好像离群的孤雁，辞别故乡仿佛深秋断根的蓬草。同看明月都该伤心落泪，一夜思乡之心五地相同。"
  },
  {
    "title": "奉和中书舍人贾至早朝",
    "author": "岑参",
    "content": "鸡鸣紫陌曙光寒，莺啭皇州春色阑。金阙晓钟开万户，玉阶仙仗拥千官。花迎剑佩星初落，柳拂旌旗露未干。独有凤凰池上客，阳春一曲和皆难。",
    "translation": "雄鸡啼唱，大路上洒满黎明的寒光，黄莺鸟鸣声婉转动听，京城已是暮春景象。宫里的晓钟敲过，千门万户一齐开敞，天子的仪仗排列在玉阶两边，环拥着百官进入朝堂。殿前花色与佩剑的闪光交加辉映，天边的晨星才刚刚消隐，飘扬的旌旗轻拂着柳枝，枝头还沾带着夜来的清露。只有中书省贾舍人这样的凤凰池上客，吟出的阳春白雪曲，使大家都难以唱和。"
  },
  {
    "title": "登金陵凤凰台",
    "author": "李白",
    "content": "凤凰台上凤凰游，凤去台空江自流。吴宫花草埋幽径，晋代衣冠成古丘。三山半落青天外，二水中分白鹭洲。总为浮云能蔽日，长安不见使人愁。",
    "translation": "凤凰台上曾经有凤凰来悠游，凤去台空只有江水依旧奔流。吴国宫殿的鲜花芳草遮没荒凉小径，晋代多少王族已成荒冢古丘。三山云雾中隐现如落青天外，江水被白鹭洲分成两条河流。总有奸臣当道犹如浮云遮日，长安望不见心中郁闷长怀愁。"
  },
  {
    "title": "无题·重帏深下莫愁堂",
    "author": "李商隐",
    "content": "重帏深下莫愁堂，卧后清宵细细长。神女生涯原是梦，小姑居处本无郎。风波不信菱枝弱，月露谁教桂叶香。直道相思了无益，未妨惆怅是清狂。",
    "translation": "重重帷幕深垂，她独守莫愁堂，睡后漫长的清宵，听着窗外细细的声响。巫山神女的爱情只是一场幻梦，小姑独处，本就没有情郎。风波不信菱枝柔弱，却来摧残它，月露下的桂叶本应飘香，却无人来欣赏。即使深知沉溺相思，无益健康，也不妨抱痴情而惆怅终身。"
  },
  {
    "title": "无题·凤尾香罗薄几重",
    "author": "李商隐",
    "content": "凤尾香罗薄几重，碧文圆顶夜深缝。扇裁月魄羞难掩，车走雷声语未通。曾是寂寥金烬暗，断无消息石榴红。斑骓只系垂杨岸，何处西南任好风。",
    "translation": "织着凤尾纹的绫罗，薄薄重重；碧纹的圆顶罗帐，我深夜赶缝。那回相遇，来不及用团扇掩盖；可你驱车隆隆而过，无语相通。曾因寂寥不眠，听残了更漏声；石榴花红透，依然不见你的音信。也许你在垂杨岸，栓系着嘶鸣的斑骓；几时能借到，那殷勤的好风，飞到你的身边。"
  },
  {
    "title": "无题·相见时难别亦难",
    "author": "李商隐",
    "content": "相见时难别亦难，东风无力百花残。春蚕到死丝方尽，蜡炬成灰泪始干。晓镜但愁云鬓改，夜吟应觉月光寒。蓬山此去无多路，青鸟殷勤为探看。",
    "translation": "相见很难，离别更难，何况在这东风无力、百花凋谢的暮春时节。春蚕结茧到死时丝才吐完，蜡烛要烧成灰烬时像泪一样的蜡油才能滴干。早晨梳妆照镜，只担忧如云的鬓发改变颜色，容颜不再。长夜独自吟诗不寐，必然感到冷月侵人。对方的住处就在不远的蓬莱山，却无路可通，可望而不可及。希望有青鸟一样的使者殷勤地为我去探看情人。"
  },
  {
    "title": "无题·来是空言去绝踪",
    "author": "李商隐",
    "content": "来是空言去绝踪，月斜楼上五更钟。梦为远别啼难唤，书被催成墨未浓 。蜡照半笼金翡翠，麝熏微度绣芙蓉。刘郎已恨蓬山远，更隔蓬山一万重！",
    "translation": "你说来却是空有此言，一去就无影无踪，如今斜月照着高楼，传来五更的晓钟。梦中因为离别啼哭也难以把你唤回，醒来后赶紧写信，连墨汁也没磨浓。烛光半照着金翡翠屏风，熏香微微弥漫绣着芙蓉的床帐。我像当年的刘郎，早已怨恨蓬莱山太遥远，而你我之间更隔着万重蓬山。"
  },
  {
    "title": "无题·飒飒东风细雨来",
    "author": "李商隐",
    "content": "飒飒东风细雨来，芙蓉塘外有轻雷。金蟾啮锁烧香入，玉虎牵丝汲井回。贾氏窥帘韩掾少，宓妃留枕魏王才 。春心莫共花争发，一寸相思一寸灰！",
    "translation": "东风飒飒，阵阵细雨随风飘来，荷花塘外传来了轻轻的雷声。打开金蟾咬锁的香炉放入香料，转动玉虎牵动井绳汲上井水。贾充的女儿隔着帘子偷看英俊的韩寿，甄宓爱慕曹植的才华留枕寄情。呵，不要让春心同春花一样争相开放，每一寸相思都会化成一寸的灰烬！"
  },
  {
    "title": "无题·昨夜星辰昨夜风",
    "author": "李商隐",
    "content": "昨夜星辰昨夜风，画楼西畔桂堂东。身无彩凤双飞翼，心有灵犀一点通。隔座送钩春酒暖，分曹射覆蜡灯红。嗟余听鼓应官去，走马兰台类转蓬。",
    "translation": "昨夜星光灿烂，夜半却有习习凉风；我们酒筵设在画楼西畔、桂堂之东。身上无彩凤的双翼，不能比翼齐飞；内心却像灵犀一样，感情息息相通。互相猜钩嬉戏，隔座对饮春酒暖心；分组来行酒令，决一胜负烛光泛红。可叹啊，听到五更鼓应该上朝点卯；策马赶到兰台，像随风飘转的蓬蒿。"
  },
  {
    "title": "春雨",
    "author": "李商隐",
    "content": "怅卧新春白袷衣，白门寥落意多违。红楼隔雨相望冷，珠箔飘灯独自归。远路应悲春晼晚，残霄犹得梦依稀。玉珰缄札何由达，万里云罗一雁飞。",
    "translation": "新春时节，我穿着白夹衣怅然地卧在床上，白门寂寞，心中的许多愿望都不如意。隔着蒙蒙细雨凝视红楼，只觉得凄冷，在珠帘般的细雨飘洒中，我独自归来。你在远方，想必也为春光将逝而伤感，在残夜里我还能在梦中与你相见。想寄上缀有玉珰的书信，可怎么才能够送达？只能望着万里长空中飞过一只鸿雁。"
  },
  {
    "title": "筹笔驿",
    "author": "李商隐",
    "content": "鱼鸟犹疑畏简书，风云常为护储胥。徒令上将挥神笔，终见降王走传车。管乐有才真不忝，关张无命欲何如？他年锦里经祠庙，梁父吟成恨有余。",
    "translation": "鱼鸟犹疑是在畏惧丞相的严明军令，风云常常护着他军垒的藩篱栏栅。徒然让诸葛亮挥笔运筹划算，最终却让后主刘禅被驿车押送到洛阳。孔明真不愧有管仲和乐毅的才千。关公张飞已死他又怎能力挽狂澜？往年我经过锦城时进谒了武侯祠，曾经吟诵了梁父吟为他深表遗憾！"
  },
  {
    "title": "锦瑟",
    "author": "李商隐",
    "content": "锦瑟无端五十弦，一弦一柱思华年。庄生晓梦迷蝴蝶，望帝春心托杜鹃。沧海月明珠有泪，蓝田日暖玉生烟。此情可待成追忆，只是当时已惘然。",
    "translation": "精美的瑟为什么竟有五十根弦，一弦一柱都叫我追忆青春年华。庄周翩翩起舞睡梦中化为蝴蝶，望帝把自己的幽恨托身于杜鹃。沧海明月高照，鲛人泣泪皆成珠；蓝田红日和暖，可看到良玉生烟。此时此景为什么要现在才追忆，只因为当时心中只是一片茫然。"
  },
  {
    "title": "隋宫",
    "author": "李商隐",
    "content": "紫泉宫殿锁烟霞，欲取芜城作帝家。玉玺不缘归日角，锦帆应是到天涯。于今腐草无萤火，终古垂杨有暮鸦。地下若逢陈后主，岂宜重问后庭花。",
    "translation": "长安城闻名的隋宫，在烟霞中锁闭；却想把遥远的扬州，作为帝业基地。若不因天命，玉玺归龙凤之姿的李渊；隋炀帝的锦帆，准会游遍天涯海角。如今的腐草中，已不见当年萤火虫；隋堤上的杨柳枝，唯有暮鸦的鸣声依旧。隋炀帝死后若在地下和陈后主相遇，岂敢再提起《后庭花》一曲？ "
  },
  {
    "title": "送魏万之京",
    "author": "李颀",
    "content": "朝闻游子唱离歌，昨夜微霜初渡河。鸿雁不堪愁里听，云山况是客中过。关城树色催寒近，御苑砧声向晚多。莫见长安行乐处，空令岁月易蹉跎。",
    "translation": "清晨听到游子高唱离别之歌，昨夜下薄霜你一早渡过黄河。怀愁之人最怕听到鸿雁鸣叫，云山冷寂更不堪落寞的过客。潼关树色催促寒气临近京城，京城深秋捣衣声到晚上更多。请不要以为长安是行乐所在，以免白白地把宝贵时光消磨。"
  },
  {
    "title": "咏怀古迹·其一",
    "author": "杜甫",
    "content": "支离东北风尘际，漂泊西南天地间。三峡楼台淹日月，五溪衣服共云山 。羯胡事主终无赖，词客哀时且未还。庾信平生最萧瑟，暮年诗赋动江关。",
    "translation": "关中兵荒马乱百姓流离失所，躲避战乱漂泊到西南天地之间。长久地停留三峡楼台熬日月，与五溪民族都住在一片云山。羯胡人狡诈事主终究不可靠，伤时感世的诗人至今未回还。庾信的一生最为坎坷悲凉，到晚年作的诗赋震动了江关。"
  },
  {
    "title": "咏怀古迹·其二",
    "author": "杜甫",
    "content": "摇落深知宋玉悲，风流儒雅亦吾师。怅望千秋一洒泪，萧条异代不同时。江山故宅空文藻，云雨荒台岂梦思。最是楚宫俱泯灭，舟人指点到今疑。",
    "translation": "我深知宋玉心中的悲哀，他的风流儒雅堪当我的老师。怅惘地远望千秋往事洒下热泪，我们虽不同时代却同样失意。江山依旧，故宅犹在，空留文辞；云雨荒台，难道真是荒唐的梦思。最可叹的是楚宫已经完全消失，连船夫都在指点遗迹，至今仍有怀疑。"
  },
  {
    "title": "咏怀古迹·其三",
    "author": "杜甫",
    "content": "群山万壑赴荆门，生长明妃尚有村。一去紫台连朔漠，独留青冢向黄昏。画图省识春风面，环佩空归月夜魂。千载琵琶作胡语，分明怨恨曲中论。",
    "translation": "千山万岭好像波涛奔赴荆门，王昭君生长的乡村至今留存。从紫台一去直通向塞外沙漠，荒郊上独留的青坟对着黄昏。只依凭画图识别昭君的容颜，月夜里环佩叮当是昭君归魂。千载琵琶一直弹奏胡地音调，曲中抒发的分明是昭君的怨恨。"
  },
  {
    "title": "咏怀古迹·其四",
    "author": "杜甫",
    "content": "蜀主窥吴幸三峡，崩年亦在永安宫。翠华想像空山里，玉殿虚无野寺中。古庙杉松巢水鹤，岁时伏腊走村翁。武侯祠堂常邻近，一体君臣祭祀同。",
    "translation": "蜀主刘备出兵伐吴就驻扎在三峡，无奈战败归来去世在永安宫。昔日翠旗飘扬空山依然如故，可惜豪华玉殿如今变成荒寺。古庙的杉松树上水鹤筑巢栖息，每年三伏腊月村翁跑来祭祀。诸葛武侯祠庙就在附近，君臣一体祭祀相同。"
  },
  {
    "title": "咏怀古迹·其五",
    "author": "杜甫",
    "content": "诸葛大名垂宇宙，宗臣遗像肃清高。三分割据纡筹策，万古云霄一羽毛。伯仲之间见伊吕，指挥若定失萧曹。运移汉祚终难复，志决身歼军务劳。",
    "translation": "诸葛亮的大名永远留在天地间，他的遗像清高让人肃然起敬。为了三分天下周密地运筹策划，万代好像鸾凤高翔，独步青云。伊尹、吕尚难分伯仲，不相上下，指挥军队镇定从容远超萧何、曹参。汉朝的气运已经衰落难以恢复，他志在复兴汉室，最终因军务繁忙积劳成疾而献身。"
  },
  {
    "title": "宿府",
    "author": "杜甫",
    "content": "清秋幕府井梧寒，独宿江城蜡炬残。永夜角声悲自语，中天月色好谁看。风尘荏苒音书绝，关塞萧条行路难。已忍伶俜十年事，强移栖息一枝安。",
    "translation": "在清秋的幕府里，井边的梧桐树透着寒意，我独宿江城，蜡烛已残。长夜中号角声悲壮地独自倾诉，天空中的月色虽好又有谁看。在风尘岁月里音信断绝，关塞一片萧条，行路艰难。我已经忍受了十年的飘零生活，如今勉强栖息在这一枝之上暂且得到平安。"
  },
  {
    "title": "阁夜",
    "author": "杜甫",
    "content": "岁暮阴阳催短景，天涯霜雪霁寒宵。五更鼓角声悲壮，三峡星河影动摇。野哭几家闻战伐，夷歌数处起渔樵。卧龙跃马终黄土，人事音书漫寂寥。",
    "translation": "年终白日的光阴逐渐缩短，寒夜霜雪笼罩着荒远天涯。破晓时军营中鼓角声悲壮，星河的影子在三峡上荡漾。荒野中的人家为战争痛哭，远处传来渔夫樵子的歌声。像诸葛亮和公孙述都终归黄土，人事变迁音书断绝不必太过寂寥。"
  },
  {
    "title": "闻官军收河南河北",
    "author": "杜甫",
    "content": "剑外忽传收蓟北，初闻涕泪满衣裳。却看妻子愁何在，漫卷诗书喜欲狂。白日放歌须纵酒，青春作伴好还乡。即从巴峡穿巫峡，便下襄阳向洛阳。",
    "translation": "剑门关外忽然传来收复蓟北的消息，刚刚听到时涕泪满衣裳。回头看妻子和孩子哪还有一点的忧伤，胡乱地卷起诗书欣喜若狂。日头照耀放声高歌痛饮美酒，趁着明媚春光与妻儿一同返回家乡。心想着就从巴峡穿过巫峡，经过了襄阳后又直奔洛阳。"
  },
  {
    "title": "登高",
    "author": "杜甫",
    "content": "风急天高猿啸哀，渚清沙白鸟飞回。无边落木萧萧下，不尽长江滚滚来。万里悲秋常作客，百年多病独登台。艰难苦恨繁霜鬓，潦倒新停浊酒怀。",
    "translation": "风急天高猿猴啼叫显得十分悲哀，水清沙白的河洲上有鸟儿在盘旋。无边无际的树木萧萧地飘下落叶，望不到头的长江水滚滚奔腾而来。悲对秋景感慨万里漂泊常年为客，一生当中疾病缠身今日独上高台。历尽了艰难苦恨白发长满了双鬓，衰颓满心偏又暂停了浇愁的酒杯。"
  },
  {
    "title": "登楼",
    "author": "杜甫",
    "content": "花近高楼伤客心，万方多难此登临。锦江春色来天地，玉垒浮云变古今。北极朝廷终不改，西山寇盗莫相侵。可怜后主还祠庙，日暮聊为梁甫吟。",
    "translation": "繁花靠近高楼，远离家乡的我触目伤心，在这全国各地多灾多难的时刻，我登楼观览。锦江两岸蓬蓬勃勃的春色铺天盖地涌来，玉垒山上的浮云，古往今来，千形万象，变幻不定。朝廷如同北极星一样最终都不会改换，西山的寇盗吐蕃不要来侵扰。可叹蜀后主刘禅那样的昏君，仍然在祠庙中享受祭祀，黄昏的时候我也姑且吟诵那《梁甫吟》。"
  },
  {
    "title": "蜀相",
    "author": "杜甫",
    "content": "丞相祠堂何处寻，锦官城外柏森森。映阶碧草自春色，隔叶黄鹂空好音。三顾频烦天下计，两朝开济老臣心。出师未捷身先死，长使英雄泪满襟。",
    "translation": "何处去寻找武侯诸葛亮的祠堂？在成都城外那柏树茂密的地方。碧草照映台阶自当显露春色，树上的黄鹂隔枝空对婉转鸣唱。定夺天下先主曾三顾茅庐拜访，辅佐两朝开国与继业忠诚满腔。可惜出师伐魏未捷而病亡军中，常使历代英雄们对此涕泪满裳。"
  },
  {
    "title": "客至",
    "author": "杜甫",
    "content": "舍南舍北皆春水，但见群鸥日日来。花径不曾缘客扫，蓬门今始为君开。盘飧市远无兼味，樽酒家贫只旧醅。肯与邻翁相对饮，隔篱呼取尽余杯。",
    "translation": "草堂的南北绿水缭绕、春意荡漾，只见鸥群日日结队飞来。长满花草的庭院小路没有因为迎客而打扫，只是为了你的到来，我家草门首次打开。离集市太远盘中没好菜肴，家境贫寒只有陈酒浊酒招待。如肯与邻家老翁举杯一起对饮，那我就隔着篱笆将他唤来。"
  },
  {
    "title": "野望",
    "author": "杜甫",
    "content": "西山白雪三城戍，南浦清江万里桥。海内风尘诸弟隔，天涯涕泪一身遥。惟将迟暮供多病，未有涓埃答圣朝。跨马出郊时极目，不堪人事日萧条。",
    "translation": "西山终年积雪，三城都有重兵驻防；南郊外的万里桥，跨过泱泱的锦江。海内连年战乱，几个兄弟音讯阻隔；彼此天涯海角，只我一人好不凄怆？惟将迟暮的年光，交与多病的身躯；至今无点滴功德，报答贤明的圣皇。我独自地骑马郊游，常常极目远望，世事一天天萧条，真叫人不堪想象。"
  },
  {
    "title": "登柳州城楼寄漳汀封连四州",
    "author": "柳宗元",
    "content": "城上高楼接大荒，海天愁思正茫茫。惊风乱飐芙蓉水，密雨斜侵薜荔墙。岭树重遮千里目，江流曲似九回肠。共来百越文身地，犹自音书滞一乡。",
    "translation": "从城上高楼远眺空旷的荒野，如茫茫海天般的愁思涌出来。急风胡乱地掀动水中的荷花，密雨斜打在长满薜荔的墙上。山上的树重重遮住了远望的视线，江流曲折就像九转的回肠。我们一起来到这百越之地，却仍然无法互通音信各居一方。"
  },
  {
    "title": "春思",
    "author": "皇甫冉",
    "content": "莺啼燕语报新年，马邑龙堆路几千。家住层城临汉苑，心随明月到胡天。机中锦字论长恨，楼上花枝笑独眠。为问元戎窦车骑，何时返旆勒燕然。",
    "translation": "莺歌燕语预报了临近新年，马邑龙堆是几千里的疆边。家住京城比邻着汉室宫苑，心随明月飞到边陲的胡天。织锦回文诉说思念的长恨，楼上花枝取笑我依然独眠。请问你主帅车骑将军窦宪，何时班师回朝刻石燕然山。"
  },
  {
    "title": "寄李儋元锡",
    "author": "韦应物",
    "content": "去年花里逢君别，今日花开又一年。世事茫茫难自料，春愁黯黯独成眠。身多疾病思田里，邑有流亡愧俸钱。闻道欲来相问讯，西楼望月几回圆。",
    "translation": "去年那花开时节我们依依惜别，如今花开时节我们分别已一年。世事渺茫自我的命运怎能预料，只有黯然的春愁让我孤枕难眠。多病的身躯让我想归隐田园间，看着流亡的百姓愧对国家俸禄。听说你将要来此地与我相见，我到西楼眺望几度看到明月圆。"
  },
  {
    "title": "望蓟门",
    "author": "祖咏",
    "content": "燕台一望客心惊，笳鼓喧喧汉将营。万里寒光生积雪，三边曙色动危旌。沙场烽火连胡月，海畔云山拥蓟城。少小虽非投笔吏，论功还欲请长缨。",
    "translation": "登上燕台眺望不禁感到震惊，笳鼓喧闹之地原是汉将兵营。万里积雪笼罩着冷冽的寒光，边塞的曙光映照着旌旗飘动。战场烽火连天遮掩边塞明月，南渤海北云山拱卫着蓟门城。少年时虽不像班超投笔从戎，论功名我想学终军自愿请缨。"
  },
  {
    "title": "贫女",
    "author": "秦韬玉",
    "content": "蓬门未识绮罗香，拟托良媒益自伤。谁爱风流高格调，共怜时世俭梳妆。敢将十指夸针巧，不把双眉斗画长。苦恨年年压金线，为他人作嫁衣裳。",
    "translation": "贫家的女儿不识绮罗的芳香，想托个良媒说亲更感到悲伤。谁能爱我高尚的品格和情调？却都喜欢时下正流行的俭妆。敢夸十指灵巧针线做得精美，决不天天描眉与人争短比长。深恨年年手里拿着金线刺绣，都是替富人家小姐做嫁衣裳。"
  },
  {
    "title": "送李少府贬峡中王少府贬长沙",
    "author": "高适",
    "content": "嗟君此别意何如，驻马衔杯问谪居。巫峡啼猿数行泪，衡阳归雁几封书。青枫江上秋帆远，白帝城边古木疏。圣代即今多雨露，暂时分手莫踌躇。",
    "translation": "此次离别不知你们心绪何如，停住马饮酒询问被贬的去处。巫峡猿猴悲啼令人伤心流泪，衡阳的归雁会为我捎来回书。秋日青枫江上孤帆远远飘去，白帝城边黄叶飘零古木稀疏。圣明朝代如今定会多施雨露，暂时分手希望你们不要踌躇。"
  },
  {
    "title": "九日登望仙台呈刘明府",
    "author": "崔曙",
    "content": "汉文皇帝有高台，此日登临曙色开。三晋云山皆北向，二陵风雨自东来 。关门令尹谁能识，河上仙翁去不回。且欲近寻彭泽宰，陶然共醉菊花杯。",
    "translation": "汉文帝曾在这里建造望仙台，今天登临时曙色正开。三晋的云山都向着北方，崤山二陵的风雨从东边飘来。当年守函谷关的令尹谁能相识？河上仙翁一去就不再回来。我想在附近寻找像陶潜那样的人，一起畅饮菊花酒醉个痛快。"
  },
  {
    "title": "登黄鹤楼",
    "author": "崔颢",
    "content": "昔人已乘黄鹤去，此地空余黄鹤楼。黄鹤一去不复返，白云千载空悠悠。晴川历历汉阳树，芳草萋萋鹦鹉洲。日暮乡关何处是？烟波江上使人愁。",
    "translation": "过去的仙人已经驾着黄鹤飞走了，只留下空荡荡的黄鹤楼。黄鹤一去再也没有回来，千百年来只看见悠悠的白云。阳光照耀下的汉阳树木清晰可见，鹦鹉洲上有一片碧绿的芳草覆盖。天色已晚，眺望远方，故乡在哪儿呢？眼前只见一片雾霭笼罩江面，给人带来深深的愁绪。"
  },
  {
    "title": "行经华阴",
    "author": "崔颢",
    "content": "岧峣太华俯咸京，天外三峰削不成。武帝祠前云欲散，仙人掌上雨初晴。河山北枕秦关险，驿路西连汉畤平。借问路旁名利客，何如此处学长生。",
    "translation": "高峻的华山俯视着长安城，天外三峰好像是削出来的。在武帝祠前的云雾将要消散，雨过天晴仙人掌峰一片青葱。黄河与华山北靠秦关之险，驿路向西连着汉畤之平。借问路旁那些追名逐利的人，为何不到此访仙学道求长生？"
  },
  {
    "title": "利州南渡",
    "author": "温庭筠",
    "content": "澹然空水对斜晖，曲岛苍茫接翠微。波上马嘶看棹去，柳边人歇待船归。数丛沙草群鸥散，万顷江田一鹭飞。谁解乘舟寻范蠡，五湖烟水独忘机。",
    "translation": "夕阳正斜照在空阔的水面上，曲折的小岛连接着翠绿的山峦。江面上传来马的嘶鸣看船归，柳荫下的人们等待着船靠岸。广阔沙草从中群鸥四处飞散，万顷江田上空孤鹭展翅飞翔。谁能像范蠡一样乘着小木船，在辽阔的江湖上面自由飘荡忘却心机。"
  },
  {
    "title": "苏武庙",
    "author": "温庭筠",
    "content": "苏武魂销汉使前，古祠高树两茫然。云边雁断胡天月，陇上羊归塞草烟。回日楼台非甲帐，去时冠剑是丁年。茂陵不见封侯印，空向秋波哭逝川。",
    "translation": "苏武初遇汉使时，悲喜交集感慨万端；而今古庙高树，肃穆庄严久远渺然。羁留北海音书断绝，头顶胡天明月；荒陇牧羊回来，茫茫草原已升暮烟。回朝进谒楼台依旧，甲帐却无踪影；奉命出使加冠佩剑，正是潇洒壮年。封侯受爵缅怀茂陵，君臣已不相见；空对秋水哭吊先皇，哀叹时光不还。"
  },
  {
    "title": "江州重别薛六柳八二员外",
    "author": "刘长卿",
    "content": "生涯岂料承优诏，世事空知学醉歌。江上月明胡雁过，淮南木落楚山多。寄身且喜沧洲近，顾影无如白发何。今日龙钟人共老，愧君犹遣慎风波。",
    "translation": "多年沦落，谁料到却得到天子的优诏；世事难测，只能学唱醉歌。明月照着江面，胡雁从空中飞过；淮南树木凋零，楚地的秋山特别多。暂且高兴的是此地离隐居之地近了，对着自己的影子，无奈白发已多。如今大家都已老态龙钟，多谢你还叮嘱我小心旅途风波。"
  },
  {
    "title": "长沙过贾谊宅",
    "author": "刘长卿",
    "content": "三年谪宦此栖迟，万古惟留楚客悲。秋草独寻人去后，寒林空见日斜时。汉文有道恩犹薄，湘水无情吊岂知？寂寂江山摇落处，怜君何事到天涯！",
    "translation": "你被贬于此寂寞地住了三载，万古留下你可居楚地的悲哀。踏着秋草独自寻觅你的足迹，只有黯淡的斜阳映照着寒林。为何明君却独对你恩疏情薄，湘水无情怎知我对你的深情？江山已经冷落草木已经凋零，可怜你究竟何故被贬到天涯！"
  },
  {
    "title": "自夏口至鹦鹉洲夕望岳阳寄源中丞",
    "author": "刘长卿",
    "content": "汀洲无浪复无烟，楚客相思益渺然。汉口夕阳斜渡鸟，洞庭秋水远连天。孤城背岭寒吹角，独树临江夜泊船。贾谊上书忧汉室，长沙谪去古今怜。",
    "translation": "鹦鹉洲上水波不兴烟雾不着，我这楚客相思的心绪更加邈远。汉口斜映着夕阳，飞鸟都纷纷归巢；洞庭湖的秋水，烟波浩渺远接蓝天。背靠山岭的孤城响起号角，临江的独树上我夜间停船。当年贾谊上书忧念汉室，被贬谪到长沙古今人同怜。"
  },
  {
    "title": "西塞山怀古",
    "author": "刘禹锡",
    "content": "王濬楼船下益州，金陵王气黯然收。千寻铁锁沉江底，一片降幡出石头。人世几回伤往事，山形依旧枕寒流。今逢四海为家日，故垒萧萧芦荻秋。",
    "translation": "王濬的战舰沿江东下离开益州，显赫无比的金陵王气骤然失色。千丈长的铁链沉入江底，一片降旗挂在石头城头。人生中多少次伤怀往事，山形依然不变靠着寒流。如今全国统一四海一家，故垒已成废墟，只有芦荻在秋风中萧瑟。"
  },
  {
    "title": "晚次鄂州",
    "author": "卢纶",
    "content": "云开远见汉阳城，犹是孤帆一日程。估客昼眠知浪静，舟人夜语觉潮生。三湘愁鬓逢秋色，万里归心对月明。旧业已随征战尽，更堪江上鼓鼙声！",
    "translation": "雾散云开远远望见汉阳城，孤舟漂游还要走一日的路程。商贾在白日睡觉知道浪静，船夫在夜间说话感到潮生。看三湘秋色两边鬓发衰白，望万里明月思归心意更增。家乡旧业已经被战乱毁尽，哪堪再听见江上鼓角声声。"
  },
  {
    "title": "赠阙下裴舍人",
    "author": "钱起",
    "content": "二月黄鹂飞上林，春城紫禁晓阴阴。长乐钟声花外尽，龙池柳色雨中深。阳和不散穷途恨，霄汉常悬捧日心。献赋十年犹未遇，羞将白发对华簪。",
    "translation": "早春二月，黄鹂在皇家园林上林苑中飞舞鸣叫，春日的京城，皇宫在清晨笼罩于淡淡阴云里。长乐宫的钟声在花丛外渐渐消逝，龙池畔柳色在细雨中愈发浓郁。春日的温暖无法驱散我仕途不顺的遗憾，我对朝廷的忠心如同高悬于天际的向日之心。献赋十年仍未获赏识，如今白发已生，不好意思面对佩带着华美簪饰的裴舍人。"
  },
  {
    "title": "宫词",
    "author": "薛逢",
    "content": "十二楼中尽晓妆，望仙楼上望君王。锁衔金兽连环冷，水滴铜龙昼漏长。云髻罢梳还对镜，罗衣欲换更添香。遥窥正殿帘开处，袍袴宫人扫御床。",
    "translation": "清晨，众多宫女在十二楼忙着梳妆，登上望仙楼盼望君王来临。门上金兽衔着的连环冰冷，铜龙滴水的计时漏壶让白昼显得漫长。梳完高高的发髻还对着镜子打量，想换罗衣时又添些熏香。远远看到正殿帘幕开启，穿着短袍绣裤的宫女在打扫御床。"
  },
  {
    "title": "同题仙游观",
    "author": "韩翃",
    "content": "仙台初见五城楼，风物凄凄宿雨收。山色遥连秦树晚，砧声近报汉宫秋。疏松影落空坛静，细草香闲小洞幽。何用别寻方外去，人间亦自有丹丘。",
    "translation": "初到仙台，见到那如同五城楼的建筑，雨后风物凄清，昨夜的雨刚刚停。远处山色与秦地树木相连，天色渐晚，近处传来的捣衣声宣告汉宫已入秋。稀疏的松影洒落在空坛上，一片寂静，细草散发着幽香，让小洞更显清幽。不必去寻觅世外仙境，人间也有这般美好的地方。"
  },
  {
    "title": "酒泉子·长忆观潮",
    "author": "潘阆",
    "ci_pai": "酒泉子",
    "content": "长忆观潮，满郭人争江上望。来疑沧海尽成空，万面鼓声中。 弄潮儿向涛头立，手把红旗旗不湿。别来几向梦中看，梦觉尚心寒。",
    "translation": "常常回忆起观潮的情景，整个城的人都争着到江边眺望。潮水涌来时，仿佛大海的水都要倒空，在如万面鼓声的潮声中。 勇敢的弄潮儿站在潮头，手里拿着的红旗都不会被水沾湿。离别之后多次在梦中见到这场景，梦醒后仍心有余悸。"
  },
  {
    "title": "相思令·吴山青",
    "author": "林逋",
    "ci_pai": "相思令",
    "content": "吴山青，越山青，两岸青山相送迎，谁知离别情？ 君泪盈，妾泪盈，罗带同心结未成，江头潮已平。",
    "translation": "吴山青葱，越山翠绿，两岸青山像是在迎送行人，可谁能知晓离别的愁情？你眼泪满眶，我眼泪满眶，想要结成同心结却未能成功，江头潮水已经涨平。"
  },
  {
    "title": "踏莎行·春暮",
    "author": "寇准",
    "ci_pai": "踏莎行",
    "content": "春色将阑，莺声渐老，红英落尽青梅小。画堂人静雨蒙蒙，屏山半掩余香袅。 密约沉沉，离情杳杳，菱花尘满慵将照。倚楼无语欲销魂，长空黯淡连芳草。",
    "translation": "春色即将过去，黄莺的啼声也渐渐衰残，红花落尽，青梅已经慢慢变小。华丽的堂屋中一片寂静，濛濛细雨飘落，屏风半掩，仍有未散的香气袅袅。曾经的密约已经如同沉入海底，离别后的愁情茫茫无尽。菱花镜上已满是灰尘，懒得再去一照容颜。独倚高楼默默无语，几乎要失魂落魄，只见天色黯淡，芳草一直连向远方。"
  },
  {
    "title": "苏幕遮·怀旧",
    "author": "范仲淹",
    "ci_pai": "苏幕遮",
    "content": "碧云天，黄叶地，秋色连波，波上寒烟翠。山映斜阳天接水，芳草无情，更在斜阳外。 黯乡魂，追旅思，夜夜除非，好梦留人睡。明月楼高休独倚，酒入愁肠，化作相思泪。",
    "translation": "白云满天，黄叶遍地。秋天的景色映进江上的碧波，水波上笼罩着寒烟一片苍翠。远山沐浴着夕阳天空连接江水。岸边的芳草似是无情，又在西斜的太阳之外。 思念家乡黯然销魂，羁旅的愁思缠绕不休。只有在梦中得到暂时的慰藉。当明月照射高楼时不要独自依倚。端起酒来洗涤愁肠，可是都化作相思的眼泪。"
  },
  {
    "title": "渔家傲·秋思",
    "author": "范仲淹",
    "ci_pai": "渔家傲",
    "content": "塞下秋来风景异，衡阳雁去无留意。四面边声连角起，千嶂里，长烟落日孤城闭。 浊酒一杯家万里，燕然未勒归无计。羌管悠悠霜满地，人不寐，将军白发征夫泪。",
    "translation": "秋天到了，西北边塞的风光和江南不同。大雁又飞回衡阳了，一点也没有停留之意。黄昏时，军中号角一吹，周围的边声也随之而起。层峦叠嶂里，暮霭沉沉，山衔落日，孤零零的城门紧闭。 饮一杯浊酒，不由得想起万里之外的家乡，未能像窦宪那样战胜敌人，刻石燕然，不能早作归计。悠扬的羌笛响起来了，天气寒冷，霜雪满地。夜深了，将士们都不能安睡：将军为操持军事，须发都变白了；战士们久戍边塞，也流下了伤时的眼泪。"
  },
  {
    "title": "蝶恋花·伫倚危楼风细细",
    "author": "柳永",
    "ci_pai": "蝶恋花",
    "content": "伫倚危楼风细细，望极春愁，黯黯生天际。草色烟光残照里，无言谁会凭阑意。 拟把疏狂图一醉，对酒当歌，强乐还无味。衣带渐宽终不悔，为伊消得人憔悴。",
    "translation": "我长时间倚靠在高楼的栏杆上，微风拂面一丝丝一细细，望不尽的春日离愁，沮丧忧愁从遥远无边的天际升起。碧绿的草色，飘忽缭绕的云霭雾气掩映在落日余晖里，默默无言谁理解我靠在栏杆上的心情。 打算把放荡不羁的心情给灌醉，举杯高歌，勉强欢笑反而觉得毫无意味。我日渐消瘦下去却始终不感到懊悔，宁愿为她消瘦得精神萎靡神色憔悴。"
  },
  {
    "title": "定风波·自春来",
    "author": "柳永",
    "ci_pai": "定风波",
    "content": "自春来、惨绿愁红，芳心是事可可。日上花梢，莺穿柳带，犹压香衾卧。暖酥消，腻云亸，终日厌厌倦梳裹。无那。恨薄情一去，音书无个。 早知恁么，悔当初、不把雕鞍锁。向鸡窗，只与蛮笺象管，拘束教吟课。镇相随，莫抛躲，针线闲拈伴伊坐。和我，免使年少，光阴虚过。",
    "translation": "自从春天回来后，看到那红花绿柳，便如往常一样无心去欣赏。太阳已升上了花梢，黄莺开始在柳枝间穿飞鸣叫，可我却还拥着锦被孤身而卧。暖酥般的皮肤渐渐消瘦，如云的秀发无心梳理，一天到晚百无聊赖，懒得梳妆打扮。实在无奈，可恨那薄情郎自从去后，竟连一封书信也没有寄回来。 早知道如此，当初真该把他的马鞍锁起来，不让他走。我也可以每日在窗前，手执纸和笔，吟诗填词和他相伴。可以整日相陪，不分离，我也可以闲拈着针线与他相伴而坐。与我相伴，免得让年少时光，白白地虚度。"
  },
  {
    "title": "雨霖铃·寒蝉凄切",
    "author": "柳永",
    "ci_pai": "雨霖铃",
    "content": "寒蝉凄切，对长亭晚，骤雨初歇。都门帐饮无绪，留恋处，兰舟催发。执手相看泪眼，竟无语凝噎。念去去，千里烟波，暮霭沉沉楚天阔。 多情自古伤离别，更那堪，冷落清秋节！今宵酒醒何处？杨柳岸，晓风残月。此去经年，应是良辰好景虚设。便纵有千种风情，更与何人说？",
    "translation": "秋后的蝉叫得是那样地凄凉而急促，面对着长亭，正是傍晚时分，一阵急雨刚停住。在京都城外设帐饯别，却没有畅饮的心绪，正在依依不舍的时候，船上的人已催着出发。握着手互相瞧着，满眼泪花，直到最后也无言相对，千言万语都噎在喉间说不出来。想到这回去南方，这一程又一程，千里迢迢，一片烟波，那夜雾沉沉的楚地天空竟是一望无边。 自古以来多情的人最伤心的是离别，更何况又逢这萧瑟冷落的秋季，这离愁哪能经受得了！谁知我今夜酒醒时身在何处？怕是只有杨柳岸边，面对凄厉的晨风和黎明的残月了。这一去长年相别，相爱的人不在一起，我料想即使遇到好天气、好风景，也如同虚设。即使有满腹的情意，又能和谁一同欣赏呢？"
  },
  {
    "title": "望海潮·东南形胜",
    "author": "柳永",
    "ci_pai": "望海潮",
    "content": "东南形胜，三吴都会，钱塘自古繁华。烟柳画桥，风帘翠幕，参差十万人家。云树绕堤沙，怒涛卷霜雪，天堑无涯。市列珠玑，户盈罗绮，竞豪奢。 重湖叠巘清嘉。有三秋桂子，十里荷花。羌管弄晴，菱歌泛夜，嬉嬉钓叟莲娃。千骑拥高牙。乘醉听箫鼓，吟赏烟霞。异日图将好景，归去凤池夸。",
    "translation": "杭州地处东南方，地理形势优越，是三吴的都会，自古以来就十分繁华。如烟的柳树、彩绘的桥梁，挡风的帘子、翠绿的帐幕，楼阁高高低低，大约有十万户人家。高耸入云的大树环绕着沙堤，汹涌的波涛卷起霜雪一样白的浪花，天然的江河绵延无边。市场上陈列着琳琅满目的珠玉珍宝，家家户户都存满了绫罗绸缎，争相比奢华。 里湖、外湖与重重叠叠的山岭非常清秀美丽。秋天桂花飘香，夏季十里荷花。晴天欢快地吹奏羌笛，夜晚划船采菱唱歌，钓鱼的老翁、采莲的姑娘都嬉笑颜开。孙何外出时，成群的马队簇拥着高高的牙旗，缓缓前行。在微醺中听着箫鼓管弦，吟诗作词，赞赏着美丽的水色山光。他日把这美好的景致画出来，回京升官时向人们夸耀。"
  },
  {
    "title": "迷仙引·才过笄年",
    "author": "柳永",
    "ci_pai": "迷仙引",
    "content": "才过笄年，初绾云鬟，便学歌舞。席上尊前，王孙随分相许。算等闲、酬一笑，便千金慵觑。常只恐、容易蕣华偷换，光阴虚度。 已受君恩顾，好与花为主。万里丹霄，何妨携手同归去。永弃却、烟花伴侣。免教人见妾，朝云暮雨。",
    "translation": "刚刚过了女子成年的年纪，才开始梳起如云的发髻，就学习唱歌跳舞。在宴席酒席之前，王孙公子随意地给予许诺。通常轻易地为博取她一笑，就是千金也不屑一顾。常常只是害怕，美好的青春年华轻易逝去，光阴白白地虚度。 已经受到了您的恩宠照拂，希望您好好地作花的主人。在那万里晴空，何妨我们携手一同归去。永远抛弃那些寻欢作乐的伴侣。免得让人看到我，像朝云暮雨那样的生活。"
  },
  {
    "title": "八声甘州",
    "author": "柳永",
    "ci_pai": "八声甘州",
    "content": "对潇潇暮雨洒江天，一番洗清秋。渐霜风凄紧，关河冷落，残照当楼。是处红衰翠减，苒苒物华休。惟有长江水，无语东流。 不忍登高临远，望故乡渺邈，归思难收。叹年来踪迹，何事苦淹留。想佳人，妆楼颙望，误几回、天际识归舟。争知我，倚栏杆处，正恁凝愁！",
    "translation": "面对着潇潇暮雨从天空洒落在江面上，经过一番雨洗的秋景，分外寒凉清朗。凄凉的霜风一阵紧似一阵，关山江河一片冷清萧条，落日的余光照耀在高楼上。到处红花凋零翠叶枯落，一切美好的景物渐渐地衰残。只有那滔滔的长江水，不声不响地向东流淌。 不忍心登高遥看远方，眺望渺茫遥远的故乡，渴求回家的心思难以收拢。叹息这些年来的行踪，为什么苦苦地长期停留在异乡。想起美人，正在华丽的楼上抬头凝望，多少次错把远处驶来的船当作心上人回家的船。她哪会知道我，倚着栏杆，愁思正如此的深重。"
  },
  {
    "title": "安公子·远岸收残雨",
    "author": "柳永",
    "ci_pai": "安公子",
    "content": "远岸收残雨，雨残稍觉江天暮。拾翠汀洲人寂静，立双双鸥鹭。望几点、渔灯隐映蒹葭浦。停画桡、两两舟人语。道去程今夜，遥指前村烟树。 游宦成羁旅，短樯吟倚闲凝伫。万水千山迷远近，想乡关何处。自别后、风亭月榭孤欢聚。刚断肠、惹得离情苦。听杜宇声声，劝人不如归去。",
    "translation": "远处的岸边，残留的雨点渐渐停歇，雨快停时才发现江天已近暮色。在拾翠的汀洲上一片寂静，只有双双鸥鹭站立着。远远望去，几点渔灯在蒹葭浦中时隐时现。停下画桨，两个舟子在交谈。他们遥指着前面烟雾笼罩的村庄，说今夜的行程就到那里。 在外宦游成了羁旅之人，我倚靠着短樯凝神伫立。只见万水千山，不知远近，家乡又在何处。自分别后，在风亭月榭的美好时光里也只能独自悲欢。刚刚才止住的愁肠，又被惹得痛苦不堪。听着杜鹃一声声地叫，劝人不如归去。"
  },
  {
    "title": "鹤冲天·黄金榜上",
    "author": "柳永",
    "ci_pai": "鹤冲天",
    "content": "黄金榜上，偶失龙头望。明代暂遗贤，如何向。未遂风云便，争不恣狂荡。何须论得丧？才子词人，自是白衣卿相。 烟花巷陌，依约丹青屏障。幸有意中人，堪寻访。且恁偎红倚翠，风流事，平生畅。青春都一饷。忍把浮名，换了浅斟低唱！",
    "translation": "在金字题名的榜上，我只不过是偶然失去取得状元的机会。即使在政治清明的时代，君王也会一时错失贤能之才，我今后该怎么办呢？既然没有得到好的机遇，为什么不随心所欲地游乐呢！何必为得失而闷闷不乐呢。做一个才子词人，即使身穿白衣，也不亚于公卿将相。 在歌姬居住的街巷里，有摆放着丹青画屏的绣房。幸运的是有知心的佳人，值得我细细地追求寻访。姑且这样偎红倚翠，这种风流韵事，才是我平生最为畅快的。青春不过是片刻时间，我怎忍心把这美好的时光，用来换取那虚无的浮名呢？还不如自由自在地一边喝酒一边吟诗填词。"
  },
  {
    "title": "天仙子·水调数声持酒听",
    "author": "张先",
    "ci_pai": "天仙子",
    "content": "水调数声持酒听，午醉醒来愁未醒。送春春去几时回？临晚镜，伤流景，往事后期空记省。 沙上并禽池上暝，云破月来花弄影。重重帘幕密遮灯，风不定，人初静，明日落红应满径。",
    "translation": "手执酒杯细听那《水调歌》声声，午间醉酒虽醒愁还未醒。送走了春天，春天何时再回来？晚上对着镜子，为时光流逝而伤心，以往的美好往事与日后的期约只能徒然在记忆中回想。 沙滩上鸳鸯成双成对，池塘边暮色四合。忽然间狂风吹起，云层破裂，明月露出，花枝在风中摇曳弄影。一重重帘幕密密地遮住灯光，风儿还在不停地吹，人已渐渐安静，明天衰败的花儿应铺满了小路。"
  },
  {
    "title": "千秋岁·数声鶗鴂",
    "author": "张先",
    "ci_pai": "千秋岁",
    "content": "数声鶗鴂，又报芳菲歇。惜春更把残红折。雨轻风色暴，梅子青时节。永丰柳，无人尽日飞花雪。 莫把幺弦拨，怨极弦能说。天不老，情难绝。心似双丝网，中有千千结。夜过也，东窗未白凝残月。",
    "translation": "几声杜鹃的鸣叫，又报告烂漫春花已经凋谢。珍惜春光的人，更将残花折下。春雨轻柔，但是风却很猛烈，正是梅子还青的时候。永丰坊那婀娜的柳树，无人观赏，整日里飘飞着如雪的柳絮。 不要拨弄那琵琶上的细弦，怨恨到极点，弦声能诉说。天不会老，情也难以断绝。心好像是双丝网，中间有千万个结。夜已经过去了，东方未白，尚留一弯残月。"
  },
  {
    "title": "青门引·春思",
    "author": "张先",
    "ci_pai": "青门引",
    "content": "乍暖还轻冷，风雨晚来方定。庭轩寂寞近清明，残花中酒，又是去年病。 楼头画角风吹醒，入夜重门静。那堪更被明月，隔墙送过秋千影。",
    "translation": "天气刚刚变暖，时而还透着微寒，傍晚，风雨才渐渐停住。寂寞的庭院轩廊临近清明，对着落花，醉酒中愁绪万千，这病恰似去年一般。 楼头的画角声被风一吹，我从沉醉中惊醒，夜幕降临，重门紧闭一片寂静。怎能忍受那明亮的月光，把隔墙的秋千影子送过来。"
  },
  {
    "title": "醉垂鞭·双蝶绣罗裙",
    "author": "张先",
    "ci_pai": "醉垂鞭",
    "content": "双蝶绣罗裙，东池宴，初相见。朱粉不深匀，闲花淡淡春。 细看诸处好，人人道，柳腰身。昨日乱山昏，来时衣上云。",
    "translation": "绣有双蝶的罗裙，在东池的宴会上，初次相见。脂粉没有深深地涂抹，就像淡雅的春花带着淡淡的春意。 细细看她处处都很美，人人都说，她有婀娜的柳腰。昨天，在昏暗的乱山之中，她来时，衣上像带着浮动的白云。"
  },
  {
    "title": "浣溪沙·一曲新词酒一杯",
    "author": "晏殊",
    "ci_pai": "浣溪沙",
    "content": "一曲新词酒一杯，去年天气旧亭台。夕阳西下几时回？ 无可奈何花落去，似曾相识燕归来。小园香径独徘徊。",
    "translation": "听一支新曲喝一杯美酒，还是去年的天气旧日的亭台，西落的夕阳何时再回来？ 那花儿落去我也无可奈何，那归来的燕子似曾相识，在小园的花径上独自徘徊。"
  },
  {
    "title": "浣溪沙·一向年光有限身",
    "author": "晏殊",
    "ci_pai": "浣溪沙",
    "content": "一向年光有限身，等闲离别易销魂，酒筵歌席莫辞频。 满目山河空念远，落花风雨更伤春，不如怜取眼前人。",
    "translation": "片刻的时光，有限的生命，平常的离别也会让人黯然伤神，所以不要推辞美酒筵席的邀请，要常常参加。 若是登临之际，放眼辽阔河山，徒然地怀思远别的亲友；等到风雨吹落繁花之时，才发现春光易逝，更加令人伤感。不如好好怜爱眼前的人。"
  },
  {
    "title": "清平乐·红笺小字",
    "author": "晏殊",
    "ci_pai": "清平乐",
    "content": "红笺小字，说尽平生意。鸿雁在云鱼在水，惆怅此情难寄。 斜阳独倚西楼，遥山恰对帘钩。人面不知何处，绿波依旧东流。",
    "translation": "精美的红格信笺写满密密小字，诉说尽平生素愿。鸿雁飞翔云端且鱼儿游戏水里，这番惆怅的情意难以传寄。 在斜阳里我独自倚着西楼，遥远的群山恰好正对窗上帘钩。桃花般的人面不知到何处去了，唯有碧波绿水依旧向东流。"
  },
  {
    "title": "山亭柳·赠歌者",
    "author": "晏殊",
    "ci_pai": "山亭柳",
    "content": "家住西秦，赌博艺随身。花柳上，斗尖新。偶学念奴声调，有时高遏行云。蜀锦缠头无数，不负辛勤。 数年来往咸京道，残杯冷炙漫消魂。衷肠事，托何人？若有知音见采，不辞遍唱阳春。一曲当筵落泪，重掩罗巾。",
    "translation": "家住在西秦的地方，靠歌唱技艺维持生活。在吟词唱曲上别出尖新。偶然学习了念奴的声调，有时高唱能遏止行云。所得的财物不计其数，没辜负我的一番辛勤。 数年来往返于咸京道上，所得到的不过是一些残羹冷炙，让人感到销魂。满腹心事，该向何人去诉说？如果有知音欣赏我，我不会拒绝为他唱那些难唱的曲调。唱完一曲后我在筵席上落下泪来，再次用罗巾掩面而泣。"
  },
  {
    "title": "蝶恋花·槛菊愁烟兰泣露",
    "author": "晏殊",
    "ci_pai": "蝶恋花",
    "content": "槛菊愁烟兰泣露，罗幕轻寒，燕子双飞去。明月不谙离恨苦，斜光到晓穿朱户。 昨夜西风凋碧树，独上高楼，望尽天涯路。欲寄彩笺兼尺素，山长水阔知何处？",
    "translation": "栏杆外的菊花笼罩着一层愁惨的烟雾，兰花沾露好似默默饮泣。罗幕闲垂，空气微寒，一双燕子飞去。明月不明白离别之苦，斜斜的银辉直到破晓还穿入朱户。 昨天夜里秋风劲吹，凋零了绿树。我独自登上高楼，望尽那消失在天涯的道路。想给我的心上人寄一封信。但是高山连绵，碧水无尽，又不知道我的心上人在何处。"
  },
  {
    "title": "破阵子·春景",
    "author": "晏殊",
    "ci_pai": "破阵子",
    "content": "燕子来时新社，梨花落后清明。池上碧苔三四点，叶底黄鹂一两声，日长飞絮轻。 巧笑东邻女伴，采桑径里逢迎。疑怪昨宵春梦好，元是今朝斗草赢，笑从双脸生。",
    "translation": "燕子飞来正赶上社祭之时，梨花落去之后又迎来了清明。三四片碧绿的青苔点缀着池中水面，栖息在树叶下的黄鹂偶尔歌唱两声，白昼变长，柳絮随风轻轻飞舞。 在采桑的小路上邂逅了东邻女伴，她笑得如此灿烂。怪不得我昨天夜里做了个春宵美梦，原来它是预兆我今天斗草获得胜利啊，喜悦的笑容洋溢在双颊。"
  },
  {
    "title": "离亭燕·一带江山如画",
    "author": "张昪",
    "ci_pai": "离亭燕",
    "content": "一带江山如画，风物向秋潇洒。水浸碧天何处断？霁色冷光相射。蓼屿荻花洲，掩映竹篱茅舍。 云际客帆高挂，烟外酒旗低亚。多少六朝兴废事，尽入渔樵闲话。怅望倚层楼，寒日无言西下。",
    "translation": "金陵风光美丽如画，秋色明净清爽。碧天与秋水一色，何处是尽头呢？雨后的晴空，江波潋滟，清澈的沙汀，冷光相互辉映。蓼草荻花丛生的小岛上，几间竹篱环绕的茅舍若隐若现。 江水尽头客船上的帆仿佛高挂在云端，烟雾笼罩的岸边，有低垂的酒旗。六朝的兴衰成败，都成了渔人、樵夫闲谈的话题。在高楼上独自怅惘地眺望，冬日的太阳默默无言地向西落下。"
  },
  {
    "title": "玉楼春·春景",
    "author": "宋祁",
    "ci_pai": "玉楼春",
    "content": "东城渐觉风光好，縠皱波纹迎客棹。绿杨烟外晓寒轻，红杏枝头春意闹。 浮生长恨欢娱少，肯爱千金轻一笑？为君持酒劝斜阳，且向花间留晚照。",
    "translation": "漫步东城，渐渐感觉风光美好，湖面像皱纱的织物，水波迎客船儿荡漾。绿杨垂柳笼聚着雾气如烟，清晨的寒意很轻微，枝头上红杏盛开，春意盎然，十分热闹。 常常怨恨人生短暂，欢乐太少，怎肯吝惜千金轻视欢乐的一笑？为你举杯劝说快要西斜的太阳，且将余晖照耀在百花丛中多留一刻。"
  },
  {
    "title": "贺圣朝·留别",
    "author": "叶清臣",
    "ci_pai": "贺圣朝",
    "content": "满斟绿醑留君住，莫匆匆归去。三分春色二分愁，更一分风雨。 花开花谢，都来几许？且高歌休诉。不知来岁牡丹时，再相逢何处？",
    "translation": "斟满绿色的美酒，想留你再住几日，不要这样匆匆离去。剩下的三分春色，其中二分是忧愁，一分是风雨。 花开花谢，又能有多少时间呢？还是尽情高歌，不要诉说离情别绪。不知道明年牡丹花开的时候，我们会在什么地方相逢？"
  },
  {
    "title": "诉衷情·眉意",
    "author": "欧阳修",
    "ci_pai": "诉衷情",
    "content": "清晨帘幕卷轻霜，呵手试梅妆。都缘自有离恨，故画作远山长。 思往事，惜流芳，易成伤。拟歌先敛，欲笑还颦，最断人肠。",
    "translation": "清晨卷起帘幕，看见满地清霜，呵暖双手试梳梅花妆。都因为心中有离愁别恨，所以把眉毛画得像远山一样又长又弯。 回忆往事，痛惜青春年华，更容易感到悲伤。想要唱歌，却先收起笑容；想要欢笑，眉头却还紧皱，这最让人断肠。"
  },
  {
    "title": "踏莎行·候馆梅残",
    "author": "欧阳修",
    "ci_pai": "踏莎行",
    "content": "候馆梅残，溪桥柳细。草薰风暖摇征辔。离愁渐远渐无穷，迢迢不断如春水。 寸寸柔肠，盈盈粉泪。楼高莫近危阑倚。平芜尽处是春山，行人更在春山外。",
    "translation": "客舍前的梅花已经凋残，溪桥旁新生细柳轻垂，暖风吹送着春草的芳香，远行人摇动马缰，赶马行路。离别的愁绪随着路程的遥远而不断加深，就像那迢迢不断的春水。 寸寸柔肠痛断，行行盈淌粉泪。不要登高楼望远把栏杆凭倚。平坦的草地尽头就是重重春山，行人还在那重重春山之外。"
  },
  {
    "title": "生查子·元夕",
    "author": "欧阳修",
    "ci_pai": "生查子",
    "content": "去年元夜时，花市灯如昼。月上柳梢头，人约黄昏后。 今年元夜时，月与灯依旧。不见去年人，泪湿春衫袖。",
    "translation": "去年元宵节的时候，花市被灯光照得如同白昼。月儿升起在柳树梢头，他约我黄昏以后同叙衷肠。 今年元宵节的时候，月光与灯光仍同去年一样。再也看不到去年的故人，相思之泪沾湿了春衫的衣袖。"
  },
  {
    "title": "蝶恋花·庭院深深深几许",
    "author": "欧阳修",
    "ci_pai": "蝶恋花",
    "content": "庭院深深深几许，杨柳堆烟，帘幕无重数。玉勒雕鞍游冶处，楼高不见章台路。 雨横风狂三月暮，门掩黄昏，无计留春住。泪眼问花花不语，乱红飞过秋千去。",
    "translation": "庭院深深，不知有多深？杨柳依依，飞扬起片片烟雾，一重重帘幕不知有多少层。豪华的车马停在贵族公子寻欢作乐的地方，她登楼向远处望去，却看不见那通向章台的大路。 三月的暮春，狂风暴雨不断，到了黄昏，把门关上，也无法把春天留住。泪眼汪汪问落花可知道我的心意，落花默默不语，纷乱的，零零落落一点一点飞到秋千外。"
  },
  {
    "title": "渔家傲·花底忽闻敲两桨",
    "author": "欧阳修",
    "ci_pai": "渔家傲",
    "content": "花底忽闻敲两桨，逡巡女伴来寻访。酒盏旋将荷叶当。莲舟荡，时时盏里生红浪。 花气酒香清厮酿，花腮酒面红相向。醉倚绿阴眠一饷，惊起望，船头阁在沙滩上。",
    "translation": "在花丛下忽然听到敲桨的声音，不一会儿，一群女伴前来寻访。她们随即摘下荷叶当作酒杯。莲舟轻荡，酒杯里时时翻出红色的波浪。 花的香气和酒的香气相互交融，姑娘们如花的面颊和着醉酒后的红晕相互辉映。她们喝醉了，倚着绿阴睡了一会儿，忽然惊醒，只见船头搁浅在沙滩上。"
  },
  {
    "title": "渔家傲·近日门前溪水涨",
    "author": "欧阳修",
    "ci_pai": "渔家傲",
    "content": "近日门前溪水涨，郎船几度偷相访。船小难开红斗帐，无计向，合欢影里空惆怅。 愿妾身为红菡萏，年年生在秋江上；重愿郎为花底浪，无隔障，随风逐雨长来往。",
    "translation": "这些日子门前的溪水涨了，情郎的小船多次偷偷来寻访。无奈船太小，无法撑开红罗帐，没有办法亲热，在合欢的影子里空自惆怅。 但愿我化作那红色的荷花，年年生长在秋江之上；更希望情郎化作花底的波浪，没有任何障碍，随着风雨时时来往与我相伴。"
  },
  {
    "title": "浪淘沙·把酒祝东风",
    "author": "欧阳修",
    "ci_pai": "浪淘沙",
    "content": "把酒祝东风，且共从容。垂杨紫陌洛城东。总是当时携手处，游遍芳丛。 聚散苦匆匆，此恨无穷。今年花胜去年红。可惜明年花更好，知与谁同？",
    "translation": "端起酒杯向东风祈祷，请它放慢脚步，和我一同从容欣赏。洛阳城东的道路两旁垂柳依依，都是我们去年携手同游的地方，我们曾游遍了繁茂的花丛。 人生的聚散总是如此匆匆，这遗恨真是无穷无尽。今年的花比去年开得更加繁盛，可惜明年的花儿会更美好，却不知那时将和谁一起游览。"
  },
  {
    "title": "凤箫吟·锁离愁",
    "author": "韩缜",
    "ci_pai": "凤箫吟",
    "content": "锁离愁，连绵无际，来时陌上初熏。绣帏人念远，暗垂珠泪，泣送征轮。长亭长在眼，更重重、远水孤云。但望极楼高，尽日目断王孙。 消魂。池塘别后，曾行处、绿妒轻裙。恁时携素手，乱花飞絮里，缓步香茵。朱颜空自改，向年年、芳意长新。遍绿野，嬉游醉眼，莫负青春。",
    "translation": "锁住了离愁，那芳草连绵无边际，当初你离开时，田间小路还散发着花香。闺中人思念着远方的游子，暗自垂泪，哭泣着目送你乘坐的车轮。长亭总是在眼前，还有那重重叠叠的远水孤云。只是望尽高楼，整天盼望着远方的游子归来。 多么令人伤神啊。自从在池塘边分别后，我走过的地方，绿草都妒忌我那绿色罗裙。那时曾携手漫步，在乱花飞絮中，走在芬芳的草地上。如今容颜已空自改变，而年年的春色却长新。在这遍是绿野的美景中，带着醉眼尽情嬉游吧，不要辜负了青春时光。"
  },
  {
    "title": "桂枝香·金陵怀古",
    "author": "王安石",
    "ci_pai": "桂枝香",
    "content": "登临送目，正故国晚秋，天气初肃。千里澄江似练，翠峰如簇。归帆去棹残阳里，背西风，酒旗斜矗。彩舟云淡，星河鹭起，画图难足。 念往昔，繁华竞逐，叹门外楼头，悲恨相续。千古凭高对此，谩嗟荣辱。六朝旧事随流水，但寒烟衰草凝绿。至今商女，时时犹唱，后庭遗曲。",
    "translation": "登上高楼凭栏极目，金陵的故都正是晚秋时节，天气刚刚开始变得肃杀。千里长江像一条白练，翠绿的山峰犹如箭头般耸立。帆船在夕阳中往来穿梭，西风中酒旗斜斜地招展着。华丽的船只在淡云中行驶，白鹭在银河般的洲渚飞起，这壮美的景色用图画也难以完美呈现。 遥想过去，人们竞相追逐奢华生活，可叹在景阳宫外，陈后主和宠妃在亡国之际还寻欢作乐，悲恨接连不断。千古以来人们登高凭吊，不过是空自叹息兴亡荣辱。六朝的往事已随流水消逝，只剩下寒烟笼罩着衰草一片凝绿。直到如今，歌女们还时时唱着那支《玉树后庭花》的遗曲。"
  },
  {
    "title": "渔家傲·平岸小桥千嶂抱",
    "author": "王安石",
    "ci_pai": "渔家傲",
    "content": "平岸小桥千嶂抱，柔蓝一水萦花草。茅屋数间窗窈窕。尘不到，时时自有春风扫。 午枕觉来闻语鸟，欹眠似听朝鸡早。忽忆故人今总老。贪梦好，茫然忘了邯郸道。",
    "translation": "平坦的岸边，小桥横跨，重重山峦环绕。一江碧水像一条柔软的蓝绸，萦绕着岸边的花草。几间茅屋，窗户幽深。尘世的喧嚣进不来，时时有春风把它清扫。 午睡醒来，听到鸟儿的啼鸣。斜倚着枕头，仿佛又听到了早朝时的鸡鸣。忽然想起故人，如今都已老去。还是贪恋这美好的梦境，茫然间忘了那追逐功名的道路。"
  },
  {
    "title": "浪淘沙令·伊吕两衰翁",
    "author": "王安石",
    "ci_pai": "浪淘沙令",
    "content": "伊吕两衰翁，历遍穷通。一为钓叟一耕佣。若使当时身不遇，老了英雄。 汤武偶相逢，风虎云龙。兴王只在谈笑中。直至如今千载后，谁与争功！",
    "translation": "伊尹和吕尚两位老人，他们都曾经历过穷困和发达的不同境遇。一个是垂钓的老人，一个是耕种的奴仆。如果当时他们没有遇到明主，也就只能白白地老死于山野，空作英雄。 他们与成汤、周武王偶然相遇，君臣风云际会。在谈笑之间就轻而易举地成就了王业。直到如今，千年之后，又有谁能与他们争夺功绩呢！"
  },
  {
    "title": "清平乐·春晚",
    "author": "王安国",
    "ci_pai": "清平乐",
    "content": "留春不住，费尽莺儿语。满地残红宫锦污，昨夜南园风雨。 小怜初上琵琶，晓来思绕天涯。不肯画堂朱户，春风自在杨花。",
    "translation": "想留住春天却留不住，黄莺费尽了啼叫的力气。满地的落花像被玷污的宫锦，原来是昨夜南园遭受了风雨的袭击。 歌女小怜刚刚弹起琵琶，清晨她的思绪已飘向天涯。杨花不愿落在那画堂朱户，而是在春风中自由自在地飘荡。"
  },
  {
    "title": "卜算子·送鲍浩然之浙东",
    "author": "王观",
    "ci_pai": "卜算子",
    "content": "水是眼波横，山是眉峰聚。欲问行人去那边？眉眼盈盈处。 才始送春归，又送君归去。若到江南赶上春，千万和春住。",
    "translation": "水像美人流动的眼波，山如美人蹙起的眉毛。想问行人去哪里？到那山水交汇的地方。 刚刚把春天送走，又要送你归去。要是到江南赶上春天，千万要把春天留住。"
  },
  {
    "title": "临江仙·梦后楼台高锁",
    "author": "晏几道",
    "ci_pai": "临江仙",
    "content": "梦后楼台高锁，酒醒帘幕低垂。去年春恨却来时。落花人独立，微雨燕双飞。 记得小苹初见，两重心字罗衣。琵琶弦上说相思。当时明月在，曾照彩云归。",
    "translation": "梦醒后楼台高锁，酒醒时帘幕低垂。去年春天惹起的恨痛，如今又涌上心头。人在落花纷扬中幽幽独立，燕子在微风细雨里双双翱飞。 记得与小苹初次相见，她穿着绣有两重心字的罗衣。她弹奏琵琶诉说相思。当时明月高悬，曾照着她像彩云般飘然而归。"
  },
  {
    "title": "蝶恋花·醉别西楼醒不记",
    "author": "晏几道",
    "ci_pai": "蝶恋花",
    "content": "醉别西楼醒不记。春梦秋云，聚散真容易。斜月半窗还少睡，画屏闲展吴山翠。 衣上酒痕诗里字。点点行行，总是凄凉意。红烛自怜无好计，夜寒空替人垂泪。",
    "translation": "醉着离开西楼，醒来时记忆模糊不清。如同春梦秋云，人生的聚散实在太容易。斜月照在半窗前，我难以入睡，闲来展开画屏，只见画中吴山一片翠绿。 衣服上的酒痕和诗中的字迹，点点行行，无一不饱含着凄凉的情意。红烛自怜也没有好办法，在寒夜里空自替人流泪。"
  },
  {
    "title": "清平乐·留人不住",
    "author": "晏几道",
    "ci_pai": "清平乐",
    "content": "留人不住，醉解兰舟去。一棹碧涛春水路，过尽晓莺啼处。 渡头杨柳青青，枝枝叶叶离情。此后锦书休寄，画楼云雨无凭。",
    "translation": "想留住情郎却留不住，他喝醉后解开缆绳，乘着小船离去。小船在碧波荡漾的春水上行驶，一路上经过处处黄莺啼叫的地方。 渡头的杨柳一片青青，枝枝叶叶都饱含着离情别绪。从此以后不必再寄锦书，画楼里的欢情像云雨一样没有定准。"
  },
  {
    "title": "鹧鸪天·彩袖殷勤捧玉钟",
    "author": "晏几道",
    "ci_pai": "鹧鸪天",
    "content": "彩袖殷勤捧玉钟，当年拚却醉颜红。舞低杨柳楼心月，歌尽桃花扇底风。 从别后，忆相逢，几回魂梦与君同。今宵剩把银釭照，犹恐相逢是梦中。",
    "translation": "当年首次相逢你酥手捧杯殷勤劝酒，我开怀畅饮拼一醉满脸通红。翩翩起舞从月上柳梢的傍晚时分开始，直到楼顶月坠楼外树梢的深夜，我们尽情地跳舞歌唱，直唱到桃花扇底儿尽是习习凉风。 自从那次离别后，我总是怀念那美好的相逢，多少回梦里与你共同欢聚。今夜里我举起银灯把你细看，还怕这次相逢又是在梦中。"
  },
  {
    "title": "鹧鸪天·小令尊前见玉箫",
    "author": "晏几道",
    "ci_pai": "鹧鸪天",
    "content": "小令尊前见玉箫，银灯一曲太妖娆。歌中醉倒谁能恨，唱罢归来酒未消。 春悄悄，夜迢迢。碧云天共楚宫遥。梦魂惯得无拘检，又踏杨花过谢桥。",
    "translation": "在小令尊前初次见到玉箫，银灯之下一曲清歌，她的舞姿格外妖娆。在歌声中醉倒，谁又能生出怨恨？唱完歌回来，酒意还未消退。 春天静悄悄的，夜晚那么漫长。天空中碧云悠悠，她的居处像楚宫一样遥远。梦魂习惯了无拘无束，又踏着杨花走过谢桥去寻找她。"
  },
  {
    "title": "阮郎归·旧香残粉似当初",
    "author": "晏几道",
    "ci_pai": "阮郎归",
    "content": "旧香残粉似当初，人情恨不如。一春犹有忆人书，秋来书更疏。 衾凤冷，枕鸳孤，愁肠待酒舒。梦魂纵有也成虚，那堪和梦无。",
    "translation": "旧日残留在衣物上的香气和脸上残留的香粉，还和当初一样，可人的情意却不如往昔。春天还有怀念我的书信，到了秋天书信就更少了。 绣着凤凰的被子冷冷清清，绣着鸳鸯的枕头形单影只，愁肠百结，只能靠酒来舒展。即使在梦中能与你相见也是虚幻，更何况连梦也没有。"
  },
  {
    "title": "卖花声·题岳阳楼",
    "author": "张舜民",
    "ci_pai": "卖花声",
    "content": "木叶下君山，空水漫漫。十分斟酒敛芳颜。不是渭城西去客，休唱阳关。 醉袖抚危栏，天淡云闲。何人此路得生还？回首夕阳红尽处，应是长安。",
    "translation": "秋风里万木凋零，君山矗立，洞庭湖水烟波浩渺。歌女斟满酒收起笑容。我不是西出阳关远去的客人，就不要唱《阳关三叠》了。 醉中我用衣袖轻拂高楼的栏杆，天空淡淡的，云朵自由自在。有谁从这条路上能够生还呢？回头眺望，夕阳西下，那应该就是长安吧。"
  },
  {
    "title": "水龙吟·次韵章质夫杨花词",
    "author": "苏轼",
    "ci_pai": "水龙吟",
    "content": "似花还似非花，也无人惜从教坠。抛家傍路，思量却是，无情有思。萦损柔肠，困酣娇眼，欲开还闭。梦随风万里，寻郎去处，又还被、莺呼起。 不恨此花飞尽，恨西园、落红难缀。晓来雨过，遗踪何在？一池萍碎。春色三分，二分尘土，一分流水。细看来，不是杨花，点点是离人泪。",
    "translation": "杨花像花又好像不是花，也没有人怜惜，任凭它飘坠。离开了树枝，落在路旁，仔细思量，说它无情，却又仿佛有情有意。它那柔软的愁肠百结，困乏的娇眼似开又闭。梦魂随着春风飘到万里之外，去寻找情郎的去处，却又被黄莺的啼声惊醒。 不恨这杨花飞尽，只恨西园里的落花难以重缀。清晨一阵雨过，它的踪迹又在哪里呢？早化作一池浮萍碎末。如果把春色分为三份，其中两份化作了尘土，一份融入了流水。仔细看来，那不是杨花，点点都是离人的眼泪。"
  },
  {
    "title": "定风波",
    "author": "苏轼",
    "ci_pai": "定风波",
    "content": "莫听穿林打叶声，何妨吟啸且徐行。竹杖芒鞋轻胜马，谁怕？一蓑烟雨任平生。 料峭春风吹酒醒，微冷，山头斜照却相迎。回首向来萧瑟处，归去，也无风雨也无晴。",
    "translation": "不用去理会那穿林打叶的雨声，不妨一边吟咏着、长啸着，一边悠然地行走。竹杖和草鞋轻快得胜过骑马，有什么可怕的？一身蓑衣任凭风吹雨打，照样过我的一生。 春风微凉，将我的酒意吹醒，寒意初上，山头初晴的斜阳却应时相迎。回头望一眼走过来遇到风雨的地方，回去吧，对我来说，既无所谓风雨，也无所谓天晴。"
  },
  {
    "title": "水调歌头·丙辰中秋",
    "author": "苏轼",
    "ci_pai": "水调歌头",
    "content": "明月几时有？把酒问青天。不知天上宫阙，今夕是何年。我欲乘风归去，又恐琼楼玉宇，高处不胜寒。起舞弄清影，何似在人间。 转朱阁，低绮户，照无眠。不应有恨，何事长向别时圆？人有悲欢离合，月有阴晴圆缺，此事古难全。但愿人长久，千里共婵娟。",
    "translation": "明月从什么时候开始有的呢？我拿着酒杯遥问苍天。不知道天上的宫殿，今晚是哪一年。我想凭借着风力回到天上去看一看，又担心美玉砌成的楼宇，太高了我经受不住寒冷。起身舞蹈玩赏着月光下自己清朗的影子，月宫哪里比得上在人间。 月儿转过朱红色的楼阁，低低地挂在雕花的窗户上，照着没有睡意的自己。明月不该对人们有什么怨恨吧，为什么偏在人们离别时才圆呢？人有悲欢离合的变迁，月有阴晴圆缺的转换，这种事自古来难以周全。只希望这世上所有人的亲人能平安健康，即便相隔千里，也能共享这美好的月光。"
  },
  {
    "title": "念奴娇·赤壁怀古",
    "author": "苏轼",
    "ci_pai": "念奴娇",
    "content": "大江东去，浪淘尽，千古风流人物。故垒西边，人道是，三国周郎赤壁。乱石穿空，惊涛拍岸，卷起千堆雪。江山如画，一时多少豪杰。 遥想公瑾当年，小乔初嫁了，雄姿英发。羽扇纶巾，谈笑间，樯橹灰飞烟灭。故国神游，多情应笑我，早生华发。人生如梦，一尊还酹江月。",
    "translation": "大江之水滚滚不断向东流去，滔滔巨浪淘尽千古英雄人物。那旧营垒的西边，人们说那就是三国时周郎大破曹兵的赤壁。岸边的乱石林立，像要刺破天空，惊人的巨浪拍击着江岸，激起的浪花好似千万堆白雪。雄壮的江山奇丽如图画，一时间涌现出多少英雄豪杰。 遥想当年的周瑜春风得意，小乔刚刚嫁给了他做妻子，英姿雄健风度翩翩神采照人。手摇羽扇头戴纶巾，谈笑之间，就把强敌的战船烧得灰飞烟灭。如今我身临古战场神游往昔，可笑我有如此多的怀古柔情，竟如同未老先衰般鬓发斑白。人生犹如一场梦，且洒一杯酒祭奠江上的明月。"
  },
  {
    "title": "西江月·世事一场大梦",
    "author": "苏轼",
    "ci_pai": "西江月",
    "content": "世事一场大梦，人生几度秋凉。夜来风叶已鸣廊。看取眉头鬓上。 酒贱常愁客少，月明多被云妨。中秋谁与共孤光。把盏凄然北望。",
    "translation": "世间万事都宛如一场虚无缥缈的梦，人生到底经历了几度这凉意的秋？入夜的风穿过树叶，在回廊里发出声响。看看自己的眉头和鬓上，早已是白发苍苍。 酒并非好酒，却为客少发愁，月亮虽明，却总被云遮住。中秋之夜，又有谁能与我共同欣赏这孤独的月光？只能拿着酒杯，凄然地望着北方。"
  },
  {
    "title": "西江月·顷在黄州",
    "author": "苏轼",
    "ci_pai": "西江月",
    "content": "照野弥弥浅浪，横空隐隐层霄。障泥未解玉骢骄，我欲醉眠芳草。 可惜一溪风月，莫教踏碎琼瑶。解鞍欹枕绿杨桥，杜宇一声春晓。",
    "translation": "月光照在原野上，洒下的淡淡光辉像泛起的层层细浪，天空中隐隐约约地出现层层云气。马儿的障泥还未解下，它却像在娇嘶，我真想在这芳草中醉倒入眠。 可惜了这一溪的风月，不要让马蹄踏碎那水中的月亮。我解下马鞍作枕头，斜卧在绿杨桥上进入了梦乡，听到杜鹃叫时，天已明了。"
  },
  {
    "title": "临江仙·夜饮东坡醒复醉",
    "author": "苏轼",
    "ci_pai": "临江仙",
    "content": "夜饮东坡醒复醉，归来仿佛三更。家童鼻息已雷鸣。敲门都不应，倚杖听江声。 长恨此身非我有，何时忘却营营。夜阑风静縠纹平。小舟从此逝，江海寄余生。",
    "translation": "夜里在东坡饮酒，醉而复醒，醒了又饮。回来的时候仿佛已经三更。家里的童仆早已睡熟鼾声如雷鸣。反复敲门里面全不回应，于是独自倚着藜杖倾听江水奔流的吼声。 经常愤恨这个躯体不属于我自己，什么时候能忘却为功名利禄而奔竞钻营！趁着这夜深、风静、江波坦平，驾起小船从此消逝，泛游江河湖海寄托余生。"
  },
  {
    "title": "卜算子·送鲍浩然之浙东",
    "author": "王观",
    "ci_pai": "卜算子",
    "content": "水是眼波横，山是眉峰聚。欲问行人去那边？眉眼盈盈处。 才始送春归，又送君归去。若到江南赶上春，千万和春住。",
    "translation": "水像美人流动的眼波，山如美人蹙起的眉毛。想问行人去哪里？到那山水交汇的地方。 刚刚把春天送走，又要送你归去。要是到江南赶上春天，千万要把春天留住。"
  },
  {
    "title": "临江仙·梦后楼台高锁",
    "author": "晏几道",
    "ci_pai": "临江仙",
    "content": "梦后楼台高锁，酒醒帘幕低垂。去年春恨却来时。落花人独立，微雨燕双飞。 记得小苹初见，两重心字罗衣。琵琶弦上说相思。当时明月在，曾照彩云归。",
    "translation": "梦醒后楼台高锁，酒醒时帘幕低垂。去年春天惹起的恨痛，如今又涌上心头。人在落花纷扬中幽幽独立，燕子在微风细雨里双双翱飞。 记得与小苹初次相见，她穿着绣有两重心字的罗衣。她弹奏琵琶诉说相思。当时明月高悬，曾照着她像彩云般飘然而归。"
  },
  {
    "title": "蝶恋花·醉别西楼醒不记",
    "author": "晏几道",
    "ci_pai": "蝶恋花",
    "content": "醉别西楼醒不记。春梦秋云，聚散真容易。斜月半窗还少睡，画屏闲展吴山翠。 衣上酒痕诗里字。点点行行，总是凄凉意。红烛自怜无好计，夜寒空替人垂泪。",
    "translation": "醉着离开西楼，醒来时记忆模糊不清。如同春梦秋云，人生的聚散实在太容易。斜月照在半窗前，我难以入睡，闲来展开画屏，只见画中吴山一片翠绿。 衣服上的酒痕和诗中的字迹，点点行行，无一不饱含着凄凉的情意。红烛自怜也没有好办法，在寒夜里空自替人流泪。"
  },
  {
    "title": "清平乐·留人不住",
    "author": "晏几道",
    "ci_pai": "清平乐",
    "content": "留人不住，醉解兰舟去。一棹碧涛春水路，过尽晓莺啼处。 渡头杨柳青青，枝枝叶叶离情。此后锦书休寄，画楼云雨无凭。",
    "translation": "想留住情郎却留不住，他喝醉后解开缆绳，乘着小船离去。小船在碧波荡漾的春水上行驶，一路上经过处处黄莺啼叫的地方。 渡头的杨柳一片青青，枝枝叶叶都饱含着离情别绪。从此以后不必再寄锦书，画楼里的欢情像云雨一样没有定准。"
  },
  {
    "title": "鹧鸪天·彩袖殷勤捧玉钟",
    "author": "晏几道",
    "ci_pai": "鹧鸪天",
    "content": "彩袖殷勤捧玉钟，当年拚却醉颜红。舞低杨柳楼心月，歌尽桃花扇底风。 从别后，忆相逢，几回魂梦与君同。今宵剩把银釭照，犹恐相逢是梦中。",
    "translation": "当年首次相逢你酥手捧杯殷勤劝酒，我开怀畅饮拼一醉满脸通红。翩翩起舞从月上柳梢的傍晚时分开始，直到楼顶月坠楼外树梢的深夜，我们尽情地跳舞歌唱，直唱到桃花扇底儿尽是习习凉风。 自从那次离别后，我总是怀念那美好的相逢，多少回梦里与你共同欢聚。今夜里我举起银灯把你细看，还怕这次相逢又是在梦中。"
  },
  {
    "title": "鹧鸪天·小令尊前见玉箫",
    "author": "晏几道",
    "ci_pai": "鹧鸪天",
    "content": "小令尊前见玉箫，银灯一曲太妖娆。歌中醉倒谁能恨，唱罢归来酒未消。 春悄悄，夜迢迢。碧云天共楚宫遥。梦魂惯得无拘检，又踏杨花过谢桥。",
    "translation": "在小令尊前初次见到玉箫，银灯之下一曲清歌，她的舞姿格外妖娆。在歌声中醉倒，谁又能生出怨恨？唱完歌回来，酒意还未消退。 春天静悄悄的，夜晚那么漫长。天空中碧云悠悠，她的居处像楚宫一样遥远。梦魂习惯了无拘无束，又踏着杨花走过谢桥去寻找她。"
  },
  {
    "title": "阮郎归·旧香残粉似当初",
    "author": "晏几道",
    "ci_pai": "阮郎归",
    "content": "旧香残粉似当初，人情恨不如。一春犹有忆人书，秋来书更疏。 衾凤冷，枕鸳孤，愁肠待酒舒。梦魂纵有也成虚，那堪和梦无。",
    "translation": "旧日残留在衣物上的香气和脸上残留的香粉，还和当初一样，可人的情意却不如往昔。春天还有怀念我的书信，到了秋天书信就更少了。 绣着凤凰的被子冷冷清清，绣着鸳鸯的枕头形单影只，愁肠百结，只能靠酒来舒展。即使在梦中能与你相见也是虚幻，更何况连梦也没有。"
  },
  {
    "title": "卖花声·题岳阳楼",
    "author": "张舜民",
    "ci_pai": "卖花声",
    "content": "木叶下君山，空水漫漫。十分斟酒敛芳颜。不是渭城西去客，休唱阳关。 醉袖抚危栏，天淡云闲。何人此路得生还？回首夕阳红尽处，应是长安。",
    "translation": "秋风里万木凋零，君山矗立，洞庭湖水烟波浩渺。歌女斟满酒收起笑容。我不是西出阳关远去的客人，就不要唱《阳关三叠》了。 醉中我用衣袖轻拂高楼的栏杆，天空淡淡的，云朵自由自在。有谁从这条路上能够生还呢？回头眺望，夕阳西下，那应该就是长安吧。"
  },
  {
    "title": "水龙吟·次韵章质夫杨花词",
    "author": "苏轼",
    "ci_pai": "水龙吟",
    "content": "似花还似非花，也无人惜从教坠。抛家傍路，思量却是，无情有思。萦损柔肠，困酣娇眼，欲开还闭。梦随风万里，寻郎去处，又还被、莺呼起。 不恨此花飞尽，恨西园、落红难缀。晓来雨过，遗踪何在？一池萍碎。春色三分，二分尘土，一分流水。细看来，不是杨花，点点是离人泪。",
    "translation": "杨花像花又好像不是花，也没有人怜惜，任凭它飘坠。离开了树枝，落在路旁，仔细思量，说它无情，却又仿佛有情有意。它那柔软的愁肠百结，困乏的娇眼似开又闭。梦魂随着春风飘到万里之外，去寻找情郎的去处，却又被黄莺的啼声惊醒。 不恨这杨花飞尽，只恨西园里的落花难以重缀。清晨一阵雨过，它的踪迹又在哪里呢？早化作一池浮萍碎末。如果把春色分为三份，其中两份化作了尘土，一份融入了流水。仔细看来，那不是杨花，点点都是离人的眼泪。"
  },
  {
    "title": "定风波",
    "author": "苏轼",
    "ci_pai": "定风波",
    "content": "莫听穿林打叶声，何妨吟啸且徐行。竹杖芒鞋轻胜马，谁怕？一蓑烟雨任平生。 料峭春风吹酒醒，微冷，山头斜照却相迎。回首向来萧瑟处，归去，也无风雨也无晴。",
    "translation": "不用去理会那穿林打叶的雨声，不妨一边吟咏着、长啸着，一边悠然地行走。竹杖和草鞋轻快得胜过骑马，有什么可怕的？一身蓑衣任凭风吹雨打，照样过我的一生。 春风微凉，将我的酒意吹醒，寒意初上，山头初晴的斜阳却应时相迎。回头望一眼走过来遇到风雨的地方，回去吧，对我来说，既无所谓风雨，也无所谓天晴。"
  },
  {
    "title": "水调歌头·丙辰中秋",
    "author": "苏轼",
    "ci_pai": "水调歌头",
    "content": "明月几时有？把酒问青天。不知天上宫阙，今夕是何年。我欲乘风归去，又恐琼楼玉宇，高处不胜寒。起舞弄清影，何似在人间。 转朱阁，低绮户，照无眠。不应有恨，何事长向别时圆？人有悲欢离合，月有阴晴圆缺，此事古难全。但愿人长久，千里共婵娟。",
    "translation": "明月从什么时候开始有的呢？我拿着酒杯遥问苍天。不知道天上的宫殿，今晚是哪一年。我想凭借着风力回到天上去看一看，又担心美玉砌成的楼宇，太高了我经受不住寒冷。起身舞蹈玩赏着月光下自己清朗的影子，月宫哪里比得上在人间。 月儿转过朱红色的楼阁，低低地挂在雕花的窗户上，照着没有睡意的自己。明月不该对人们有什么怨恨吧，为什么偏在人们离别时才圆呢？人有悲欢离合的变迁，月有阴晴圆缺的转换，这种事自古来难以周全。只希望这世上所有人的亲人能平安健康，即便相隔千里，也能共享这美好的月光。"
  },
  {
    "title": "念奴娇·赤壁怀古",
    "author": "苏轼",
    "ci_pai": "念奴娇",
    "content": "大江东去，浪淘尽，千古风流人物。故垒西边，人道是，三国周郎赤壁。乱石穿空，惊涛拍岸，卷起千堆雪。江山如画，一时多少豪杰。 遥想公瑾当年，小乔初嫁了，雄姿英发。羽扇纶巾，谈笑间，樯橹灰飞烟灭。故国神游，多情应笑我，早生华发。人生如梦，一尊还酹江月。",
    "translation": "大江之水滚滚不断向东流去，滔滔巨浪淘尽千古英雄人物。那旧营垒的西边，人们说那就是三国时周郎大破曹兵的赤壁。岸边的乱石林立，像要刺破天空，惊人的巨浪拍击着江岸，激起的浪花好似千万堆白雪。雄壮的江山奇丽如图画，一时间涌现出多少英雄豪杰。 遥想当年的周瑜春风得意，小乔刚刚嫁给了他做妻子，英姿雄健风度翩翩神采照人。手摇羽扇头戴纶巾，谈笑之间，就把强敌的战船烧得灰飞烟灭。如今我身临古战场神游往昔，可笑我有如此多的怀古柔情，竟如同未老先衰般鬓发斑白。人生犹如一场梦，且洒一杯酒祭奠江上的明月。"
  },
  {
    "title": "西江月·世事一场大梦",
    "author": "苏轼",
    "ci_pai": "西江月",
    "content": "世事一场大梦，人生几度秋凉。夜来风叶已鸣廊。看取眉头鬓上。 酒贱常愁客少，月明多被云妨。中秋谁与共孤光。把盏凄然北望。",
    "translation": "世间万事都宛如一场虚无缥缈的梦，人生到底经历了几度这凉意的秋？入夜的风穿过树叶，在回廊里发出声响。看看自己的眉头和鬓上，早已是白发苍苍。 酒并非好酒，却为客少发愁，月亮虽明，却总被云遮住。中秋之夜，又有谁能与我共同欣赏这孤独的月光？只能拿着酒杯，凄然地望着北方。"
  },
  {
    "title": "西江月·顷在黄州",
    "author": "苏轼",
    "ci_pai": "西江月",
    "content": "照野弥弥浅浪，横空隐隐层霄。障泥未解玉骢骄，我欲醉眠芳草。 可惜一溪风月，莫教踏碎琼瑶。解鞍欹枕绿杨桥，杜宇一声春晓。",
    "translation": "月光照在原野上，洒下的淡淡光辉像泛起的层层细浪，天空中隐隐约约地出现层层云气。马儿的障泥还未解下，它却像在娇嘶，我真想在这芳草中醉倒入眠。 可惜了这一溪的风月，不要让马蹄踏碎那水中的月亮。我解下马鞍作枕头，斜卧在绿杨桥上进入了梦乡，听到杜鹃叫时，天已明了。"
  },
  {
    "title": "临江仙·夜饮东坡醒复醉",
    "author": "苏轼",
    "ci_pai": "临江仙",
    "content": "夜饮东坡醒复醉，归来仿佛三更。家童鼻息已雷鸣。敲门都不应，倚杖听江声。 长恨此身非我有，何时忘却营营。夜阑风静縠纹平。小舟从此逝，江海寄余生。",
    "translation": "夜里在东坡饮酒，醉而复醒，醒了又饮。回来的时候仿佛已经三更。家里的童仆早已睡熟鼾声如雷鸣。反复敲门里面全不回应，于是独自倚着藜杖倾听江水奔流的吼声。 经常愤恨这个躯体不属于我自己，什么时候能忘却为功名利禄而奔竞钻营！趁着这夜深、风静、江波坦平，驾起小船从此消逝，泛游江河湖海寄托余生。"
  },
  {
    "title": "定风波·莫听穿林打叶声",
    "author": "苏轼",
    "ci_pai": "定风波",
    "content": "莫听穿林打叶声，何妨吟啸且徐行。竹杖芒鞋轻胜马，谁怕？一蓑烟雨任平生。 料峭春风吹酒醒，微冷，山头斜照却相迎。回首向来萧瑟处，归去，也无风雨也无晴。",
    "translation": "别去在意那穿林打叶的雨声，不妨一边吟咏长啸，一边悠然徐行。竹杖和草鞋轻便胜过骑马，这又有什么可怕？披一蓑衣，任凭一生风雨。 略带寒意的春风将我的酒意吹醒，微微感到有些冷，山头初升的斜阳却殷殷相迎。回头望一眼刚刚走过的风雨萧瑟之处，我信步归去，不管它是风雨还是放晴。"
  },
  {
    "title": "卜算子·黄州定慧院寓居作",
    "author": "苏轼",
    "ci_pai": "卜算子",
    "content": "缺月挂疏桐，漏断人初静。谁见幽人独往来，缥缈孤鸿影。 惊起却回头，有恨无人省。拣尽寒枝不肯栖，寂寞沙洲冷。",
    "translation": "弯弯的月亮挂在稀疏的梧桐树梢，滴漏声断，人群开始安静。谁能见幽居之人独自往来徘徊？唯有那缥渺高飞的孤雁的身影。 突然惊起又回过头来，心里有恨却无人能懂。它拣遍了寒冷的树枝不肯栖息，甘愿在寂寞荒冷的沙洲度过。"
  },
  {
    "title": "洞仙歌·冰肌玉骨",
    "author": "苏轼",
    "ci_pai": "洞仙歌",
    "content": "冰肌玉骨，自清凉无汗。水殿风来暗香满。绣帘开，一点明月窥人，人未寝，欹枕钗横鬓乱。 起来携素手，庭户无声，时见疏星渡河汉。试问夜如何？夜已三更，金波淡，玉绳低转。但屈指西风几时来，又不道流年暗中偷换。",
    "translation": "美人的肌肤如冰似玉，自然清凉无汗。水殿里凉风袭来，满殿都是她的幽香。绣帘高高卷起，明月悄悄窥人，美人还未入睡，斜倚绣枕钗横发乱。 起身拉着她的素手，庭院一片寂静，只见几颗星星在银河中移动。试问夜已多深？已是三更，月光淡淡，玉绳星向下低转。屈指一算，秋风几时能来？不知不觉中，岁月已在暗中偷偷转换。"
  },
  {
    "title": "江城子·密州出猎",
    "author": "苏轼",
    "ci_pai": "江城子",
    "content": "老夫聊发少年狂，左牵黄，右擎苍，锦帽貂裘，千骑卷平冈。为报倾城随太守，亲射虎，看孙郎。 酒酣胸胆尚开张，鬓微霜，又何妨！持节云中，何日遣冯唐？会挽雕弓如满月，西北望，射天狼。",
    "translation": "我虽年老却兴起少年打猎的热狂，左手牵着黄犬，右手举起苍鹰，戴着华美鲜艳的帽子，穿着貂皮做的衣服，带着上千骑的随从疾风般席卷平坦的山冈。为了报答满城的人跟随我出猎的盛情厚意，我要像孙权一样，亲自射杀猛虎。 我痛饮美酒，心胸开阔，胆气更为豪壮，虽然两鬓微微发白，但这又何妨？什么时候皇帝会派人下来，就像汉文帝派遣冯唐去云中赦免魏尚的罪呢？我将使尽力气拉满雕弓就像满月一样，朝着西北瞄望，射向西夏军队。"
  },
  {
    "title": "江城子",
    "author": "苏轼",
    "ci_pai": "江城子",
    "content": "十年生死两茫茫，不思量，自难忘。千里孤坟，无处话凄凉。纵使相逢应不识，尘满面，鬓如霜。 夜来幽梦忽还乡，小轩窗，正梳妆。相顾无言，惟有泪千行。料得年年肠断处，明月夜，短松冈。",
    "translation": "你我夫妻诀别已经整整十年，强忍不去思念可终究难忘怀。孤坟远在千里之外，没有地方能诉说心中的悲伤凄凉。即使你我夫妻相逢怕是也认不出我来了，我四处奔波早已是灰尘满面两鬓如霜。 昨夜在梦中回到了家乡，看见你正在小窗前对镜梳妆。你我默默相望，千言万语不知从何说起，只有相对无言泪落千行。料想你年年都为我柔肠寸断，在那凄冷的月明之夜，在那荒寂的短松冈上。"
  },
  {
    "title": "蝶恋花·春景",
    "author": "苏轼",
    "ci_pai": "蝶恋花",
    "content": "花褪残红青杏小。燕子飞时，绿水人家绕。枝上柳绵吹又少，天涯何处无芳草！ 墙里秋千墙外道。墙外行人，墙里佳人笑。笑渐不闻声渐悄，多情却被无情恼。",
    "translation": "花儿残红褪尽，树梢上长出了小小的青杏。燕子在天空飞舞，清澈的河流围绕着村落人家。柳枝上的柳絮已被吹得越来越少，但不要担心，到处都可见茂盛的芳草。 围墙里面，有一位少女正在荡秋千，少女发出动听的笑声，墙外的行人都可听见。慢慢地，围墙里边的笑声就听不见了，行人惘然若失，仿佛多情的自己被无情的少女所伤害。"
  },
  {
    "title": "永遇乐·彭城夜宿燕子楼",
    "author": "苏轼",
    "ci_pai": "永遇乐",
    "content": "明月如霜，好风如水，清景无限。曲港跳鱼，圆荷泻露，寂寞无人见。紞如三鼓，铿然一叶，黯黯梦云惊断。夜茫茫，重寻无处，觉来小园行遍。 天涯倦客，山中归路，望断故园心眼。燕子楼空，佳人何在，空锁楼中燕。古今如梦，何曾梦觉，但有旧欢新怨。异时对，黄楼夜景，为余浩叹。",
    "translation": "明月如霜般洁白，好风就如同清水一样清凉，秋夜的美景真是无限。环曲的港湾鱼儿跳出水面，圆圆的荷叶露珠儿晶莹流转，这寂寞的景色无人看见。三更鼓响，一叶飘落，陡然惊醒，黯黯梦云飘散。夜色茫茫，再也见不到她的身影，醒来后我在小园中寻遍。 我是漂泊天涯的游子，已经感到十分疲倦。看那山中的归路，对着故乡家园苦苦地思念。看如今燕子楼空空荡荡，佳人已不在，楼中的画堂里空留着那只飞燕。古往今来一切都像梦幻，谁又能从梦境中醒来呢？只有些旧欢与新怨。后世有人，面对着这黄楼夜色，定会为我深深长叹 。"
  },
  {
    "title": "浣溪沙·游蕲水清泉寺",
    "author": "苏轼",
    "ci_pai": "浣溪沙",
    "content": "游蕲水清泉寺，寺临兰溪，溪水西流。 山下兰芽短浸溪，松间沙路净无泥，萧萧暮雨子规啼。 谁道人生无再少？门前流水尚能西！休将白发唱黄鸡。",
    "translation": "游玩蕲水的清泉寺，寺庙临近兰溪，溪水向西流淌。 山脚下兰草新抽的幼芽浸润在溪水中，松林间的沙路被雨水冲洗得一尘不染，傍晚时分，细雨萧萧，布谷声声。 谁说人生就不能再回到少年时期？门前的溪水都还能向西边流淌！不要在老年感叹时光的飞逝啊！"
  },
  {
    "title": "浣溪沙·簌簌衣巾落枣花",
    "author": "苏轼",
    "ci_pai": "浣溪沙",
    "content": "簌簌衣巾落枣花，村南村北响缫车，牛衣古柳卖黄瓜。 酒困路长惟欲睡，日高人渴漫思茶。敲门试问野人家。",
    "translation": "枣花纷纷扬扬地落在行人的衣襟上，村南村北响起缫车缫丝的声音，穿着粗布衣裳的农人在古老的柳树下叫卖黄瓜。 路途遥远，酒意上心头，昏昏然只想小憩一番。太阳正高高挂在天上，口渴难忍，我随意敲开了一户农家的门，想讨口水喝。"
  },
  {
    "title": "卜算子·我住长江头",
    "author": "李之仪",
    "ci_pai": "卜算子",
    "content": "我住长江头，君住长江尾。日日思君不见君，共饮长江水。 此水几时休，此恨何时已。只愿君心似我心，定不负相思意。",
    "translation": "我住在长江源头，君住在长江之尾。天天想念你却总是见不到你，却共同饮着长江之水。 这条江水何时不再这般流动？这份离恨什么时候才能停息？只是希望你你的心如同我的心，我一定不会辜负你的相思意。"
  },
  {
    "title": "减字木兰花·竞渡",
    "author": "黄裳",
    "ci_pai": "减字木兰花",
    "content": "红旗高举，飞出深深杨柳渚。鼓击春雷，直破烟波远远回。 欢声震地，惊退万人争战气。金碧楼西，衔得锦标第一归。",
    "translation": "竞渡的龙舟高高地挂起一面面红旗，从柳阴深处的水洲出击。鼓声像春天的雷电，冲破烟雾，劈开波涛，直奔远处夺标目的地。 围观人群的欢呼声震天动地，有惊退万人争战的豪气。在金碧辉煌的小楼西畔，夺得锦标的龙舟获得第一名回来了。"
  },
  {
    "title": "眼儿媚·杨柳丝丝弄轻柔",
    "author": "王雱",
    "ci_pai": "眼儿媚",
    "content": "杨柳丝丝弄轻柔，烟缕织成愁。海棠未雨，梨花先雪，一半春休。 而今往事难重省，归梦绕秦楼。相思只在：丁香枝上，豆蔻梢头。",
    "translation": "杨柳如丝轻柔拂动，烟霭似缕织成春愁。海棠花还未经细雨湿润，梨花却已似白雪绽放，春光已匆匆过去一半。 如今往事已难以重新忆省，归乡之梦萦绕着秦楼。相思之情，就像丁香花般郁结，又如豆蔻梢头的美好，无尽而绵长。"
  },
  {
    "title": "念奴娇·断虹霁雨",
    "author": "黄庭坚",
    "ci_pai": "念奴娇",
    "content": "断虹霁雨，净秋空，山染修眉新绿。桂影扶疏，谁便道，今夕清辉不足？万里青天，姮娥何处，驾此一轮玉。寒光零乱，为谁偏照醽醁。 年少从我追游，晚凉幽径，绕张园森木。共倒金荷，家万里，难得尊前相属。老子平生，江南江北，最爱临风曲。孙郎微笑，坐来声喷霜竹。",
    "translation": "雨后初晴，断虹残云，秋空如洗，山峦经过雨水的洗刷，像美人刚刚画好的秀眉，一片新绿。月中桂树的影子疏疏密密，谁说今夜的月光不够明亮？万里青天，嫦娥在哪里？她驾着这一轮圆月，月光寒冷，零乱地洒下，为谁偏偏照在美酒之上。 年轻时，朋友们跟我追欢游乐，在微凉的幽径中，绕着张园的茂密树林漫步。一起倒满荷叶杯，虽然离家万里，难得在酒席上相互劝酒。我这一生，走遍江南江北，最爱听那风吹林木的声音。孙郎微笑着，坐在那里吹奏起悠扬的笛曲。"
  },
  {
    "title": "水调歌头·游览",
    "author": "黄庭坚",
    "ci_pai": "水调歌头",
    "content": "瑶草一何碧，春入武陵溪。溪上桃花无数，花上有黄鹂。我欲穿花寻路，直入白云深处，浩气展虹霓。只恐花深里，红露湿人衣。 坐玉石，欹玉枕，拂金徽。谪仙何处？无人伴我白螺杯。我为灵芝仙草，不为朱唇丹脸，长啸亦何为？醉舞下山去，明月逐人归。",
    "translation": "瑶草多么碧绿，春天来到了武陵溪。溪水上有无数桃花，花朵上有黄鹂啼叫。我想要穿过花丛寻找出路，一直走到白云的深处，在那里展现我浩大的气态如彩虹。只担心花丛深处，露水沾湿了我的衣裳。 我坐在玉石上，斜靠着玉枕，弹奏着琴。李白如今在哪里？没有人陪我共饮白螺杯中的酒。我为了寻找灵芝仙草，不为那美丽的容颜，长啸又有什么用呢？喝醉了，舞动着下山而去，明月一直跟着我回家。"
  },
  {
    "title": "清平乐·春归何处",
    "author": "黄庭坚",
    "ci_pai": "清平乐",
    "content": "春归何处？寂寞无行路。若有人知春去处，唤取归来同住。 春无踪迹谁知？除非问取黄鹂。百啭无人能解，因风飞过蔷薇。",
    "translation": "春天回到了哪里？寻不见它的踪迹只觉苦闷寂寞。如果有人知道春天的去处，一定要喊它回来和我同住。 谁也不知道春天的踪迹，要想知道，只有问一问黄鹂。那黄鹂千百遍地婉转啼叫，又有谁能懂得它的意思？看吧，黄鹂借着风势，飞过了蔷薇。"
  },
  {
    "title": "鹧鸪天·座中有眉山隐客史",
    "author": "",
    "ci_pai": "鹧鸪天",
    "content": "图中该作品作者处文字不完整，无法作答。",
    "translation": ""
  },
  {
    "title": "洞仙歌·雪云散尽",
    "author": "李元膺",
    "ci_pai": "洞仙歌",
    "content": "雪云散尽，放晓晴池院。杨柳于人便青眼。更风流多处，一点梅心，相映远，约略颦轻笑浅。 一年春好处，不在浓芳，小艳疏香最娇软。到清明时候，百紫千红，花正乱，已失春风一半。早占取韶光共追游，但莫管春寒，醉红自暖。",
    "translation": "雪云已经散尽，清晨的庭院里洒满阳光。杨柳似乎对人特别喜爱，露出了嫩绿的新芽。更有那风流迷人之处，是一点梅花的心意，与杨柳相互映衬，远远望去，仿佛美人微微皱眉轻笑。 一年中春光最美的时候，不在于繁花浓艳，那小小的花朵，淡淡的清香，最为娇柔可爱。到了清明时节，百花盛开，万紫千红，花儿正盛，可这时春光已经过去一半。应尽早地占取这美好的时光一同追游，不要管那春寒料峭，喝醉了酒自然会感到温暖。"
  },
  {
    "title": "渔家傲·小雨纤纤风细细",
    "author": "朱服",
    "ci_pai": "渔家傲",
    "content": "小雨纤纤风细细，万家杨柳青烟里。恋树湿花飞不起，愁无比，和春付与东流水。 九十光阴能有几？金龟解尽留无计。寄语东阳沽酒市，拼一醉，而今乐事他年泪。",
    "translation": "绵绵的细雨微微的风，千家万户掩映在杨柳密荫青烟里。淋湿的花瓣贴在树枝上不再飞去，心中愁坏，只好把这一切付与东流的江水。 九十天的光阴能够留多久？解尽金龟换酒也无法将春光挽留。告诉那东阳城里卖酒人，我愿拼上一醉，珍惜这眼前的欢乐，免得将来回忆时泪水涟涟。"
  },
  {
    "title": "青门饮·寄宠人",
    "author": "时彦",
    "ci_pai": "青门饮",
    "content": "胡马嘶风，汉旗翻雪，彤云又吐，一竿残照。古木连空，乱山无数，行尽暮沙衰草。星斗横幽馆，夜无眠、灯花空老。雾浓香鸭，冰凝泪烛，霜天难晓。 长记小妆才了，一杯未尽，离怀多少。醉里秋波，梦中朝雨，都是醒时烦恼。料有牵情处，忍思量、耳边曾道。甚时跃马归来，认得迎门轻笑。",
    "translation": "塞外战马在狂风中嘶鸣，汉军的旗帜在纷飞的雪花中翻舞，傍晚时分，彤云密布，残阳西下。古老的树木连接着天空，无数的山峦连绵起伏，我在暮色中走过了沙漠和衰草。夜晚，星光横斜在幽静的馆舍，我无法入眠，看着灯花徒劳地燃尽。香鸭里的香气浓郁，蜡烛的烛泪凝结成冰，漫长的霜天，何时才到拂晓。 常常记得你刚刚化好淡妆，一杯酒还没喝完，离别的愁绪已经涌上心头。醉眼蒙眬中你的秋波流转，睡梦中与你欢会，醒来后都是烦恼。料想你也有牵挂我的地方，怎忍心回想你在我耳边说过的话语。什么时候我能跃马归来，看到你出门迎接我，脸上带着轻轻的欢笑。"
  },
  {
    "title": "望海潮·洛阳怀古",
    "author": "秦观",
    "ci_pai": "望海潮",
    "content": "梅英疏淡，冰澌溶泄，东风暗换年华。金谷俊游，铜驼巷陌，新晴细履平沙。长记误随车。正絮翻蝶舞，芳思交加。柳下桃蹊，乱分春色到人家。 西园夜饮鸣笳。有华灯碍月，飞盖妨花。兰苑未空，行人渐老，重来是事堪嗟。烟暝酒旗斜。但倚楼极目，时见栖鸦。无奈归心，暗随流水到天涯。",
    "translation": "梅花稀疏，冰雪消融，东风悄然地换了年华。想当年在金谷园里宴游，漫步在铜驼街巷，雨后初晴，轻踏在平整的沙路上。还记得曾经误跟了人家的香车。正是柳絮翻飞、蝴蝶乱舞的时节，春思纷扰交加。柳树下、桃树旁的小路，把春色纷纷送到家家户户。 夜晚在西园宴饮，乐声奏响。华丽的灯光遮住了月亮，飞驰的车盖碰损了繁花。花园还在，但行人已渐渐老去，旧地重来，事事都让人感叹。暮霭中酒旗斜斜地飘荡。我独倚高楼极目远望，时而看见归巢的乌鸦。无奈归乡之心，暗暗随着流水流向天涯。"
  },
  {
    "title": "八六子·倚危亭",
    "author": "秦观",
    "ci_pai": "八六子",
    "content": "倚危亭。恨如芳草，萋萋刬尽还生。念柳外青骢别后，水边红袂分时，怆然暗惊。 无端天与娉婷。夜月一帘幽梦，春风十里柔情。怎奈向、欢娱渐随流水，素弦声断，翠绡香减，那堪片片飞花弄晚，蒙蒙残雨笼晴。正销凝。黄鹂又啼数声。",
    "translation": "靠着高高的亭子，离恨犹如春草，就算锄尽也还会再生。想起在柳树外与你分别，在水边与你分手，心中不禁悲伤暗惊。 上天为何无缘无故赋予你美丽的容颜。在夜月的帘幕里，我们曾有过幽梦，在春风吹拂的十里路上，饱含着柔情。无奈啊，欢乐渐渐如流水般消逝，琴弦的声音已经中断，翠绿的丝巾香气已减。怎能忍受那片片落花在傍晚飘舞，濛濛残雨笼罩着初晴的天空。正在黯然凝思，黄鹂又啼叫了几声。"
  },
  {
    "title": "满庭芳·山抹微云",
    "author": "秦观",
    "ci_pai": "满庭芳",
    "content": "山抹微云，天连衰草，画角声断谯门。暂停征棹，聊共引离尊。多少蓬莱旧事，空回首、烟霭纷纷。斜阳外，寒鸦万点，流水绕孤村。 销魂。当此际，香囊暗解，罗带轻分。谩赢得、青楼薄幸名存。此去何时见也，襟袖上、空惹啼痕。伤情处，高城望断，灯火已黄昏。",
    "translation": "会稽山上，云朵淡淡的像是水墨画中轻抹上去的一半；越州城外，衰草连天，无穷无际。城门楼上的号角声，时断时续。在北归的客船上，与歌妓举杯共饮，聊以话别。回首多少男女间情事，此刻已化作缕缕烟云散失而去。眼前夕阳西下，万点寒鸦点缀着天空，一弯流水环绕着孤村。 悲伤之际，解下香囊，取下罗带，与她分开。徒然赢得青楼中薄情的名声罢了。此一去，不知何时重逢？离别的泪水沾湿了衣襟与袖口。正是伤心悲情的时候，城已不见，万家灯火已起，天色已入黄昏。"
  },
  {
    "title": "江城子·西城杨柳弄春柔",
    "author": "秦观",
    "ci_pai": "江城子",
    "content": "西城杨柳弄春柔，动离忧，泪难收。犹记多情、曾为系归舟。碧野朱桥当日事，人不见，水空流。 韶华不为少年留，恨悠悠，几时休？飞絮落花时候、一登楼。便作春江都是泪，流不尽，许多愁。",
    "translation": "西城的杨柳在春风中轻柔舞动，牵动着我的离愁别绪，泪水止不住地流。还记得当年你曾深情地为我系住归舟。碧野间朱红的桥边，那昔日的往事，如今人已不见，只有江水空自流淌。 美好的青春不为少年时停留，怨恨悠悠，什么时候才能停止？在飞絮落花的时节，我登上高楼。即使把春江的水都当作泪水，也流不尽我心中的许多忧愁。"
  },
  {
    "title": "鹊桥仙·纤云弄巧",
    "author": "秦观",
    "ci_pai": "鹊桥仙",
    "content": "纤云弄巧，飞星传恨，银汉迢迢暗度。金风玉露一相逢，便胜却人间无数。 柔情似水，佳期如梦，忍顾鹊桥归路。两情若是久长时，又岂在朝朝暮暮。",
    "translation": "纤薄的云彩在天空中变幻多端，天上的流星传递着相思的愁怨，遥远无垠的银河今夜我悄悄渡过。在秋风白露的七夕相会，就胜过尘世间那些长相厮守却貌合神离的夫妻。 缱绻的柔情像流水般绵绵不断，重逢的约会如梦影般缥缈虚幻，分别之时不忍去看那鹊桥路。只要两情至死不渝，又何必贪求卿卿我我的朝欢暮乐呢。"
  },
  {
    "title": "千秋岁·水边沙外",
    "author": "秦观",
    "ci_pai": "千秋岁",
    "content": "水边沙外，城郭春寒退。花影乱，莺声碎。飘零疏酒盏，离别宽衣带。人不见，碧云暮合空相对。 忆昔西池会，鹓鹭同飞盖。携手处，今谁在？日边清梦断，镜里朱颜改。春去也，飞红万点愁如海。",
    "translation": "浅水边，沙洲外，城郊早春的寒气悄然尽退。枝头繁花，晴光下的影子，纷乱如坠地颠颤微微。流莺在花丛，轻巧的啼啭声，听来太急促，太细碎。啊，只身飘零，消愁的酒盏渐疏，久别消瘦，衣带宽松人憔悴。故人不见，暮云合璧，我在独自空自凝泪。 记得当年在西池的聚会，同僚挚友，一并乘车出游。曾携手相伴的人，如今在哪里？回到皇上身边的好梦破灭，镜里的容颜也在慢慢地老去。春，去了落花千点万点，飘飞着残败的衰颓，牵起一怀愁绪，如海，潮涌潮推。"
  },
  {
    "title": "踏莎行·郴州旅舍",
    "author": "秦观",
    "ci_pai": "踏莎行",
    "content": "雾失楼台，月迷津渡。桃源望断无寻处。可堪孤馆闭春寒，杜鹃声里斜阳暮。 驿寄梅花，鱼传尺素。砌成此恨无重数。郴江幸自绕郴山，为谁流下潇湘去？",
    "translation": "雾霭沉沉，楼台消失不见，月色朦胧，渡口也隐匿起来了。望断天涯，理想中的桃花源也无处可寻。怎能忍受得了在这春寒料峭时节，独居在孤寂的客馆，斜阳西下，杜鹃声声哀鸣！ 远方的友人的音信，寄来了温暖的关心和嘱咐，却平添了我深深的别恨离愁。郴江啊，你本来是环绕着郴山奔流，为什么偏偏要流到潇湘去呢？"
  },
  {
    "title": "浣溪沙·漠漠轻寒上小楼",
    "author": "秦观",
    "ci_pai": "浣溪沙",
    "content": "漠漠轻寒上小楼，晓阴无赖似穷秋。淡烟流水画屏幽。 自在飞花轻似梦，无边丝雨细如愁。宝帘闲挂小银钩。",
    "translation": "带着一丝寒意，独自登上小楼，清晨的阴凉，令人厌烦，仿佛已是深秋。回望画屏，淡淡烟雾，潺潺流水，意境幽幽。 窗外，花儿自由自在地轻轻飞舞，恰似梦境，雨淅淅沥沥的下着，漫无边际地飘洒着，就像愁绪飞扬。再看那缀着珠宝的帘子正随意悬挂在小小银钩之上。"
  },
  {
    "title": "行香子·树绕村庄",
    "author": "秦观",
    "ci_pai": "行香子",
    "content": "树绕村庄，水满陂塘。倚东风，豪兴徜徉。小园几许，收尽春光。有桃花红，李花白，菜花黄。 远远围墙，隐隐茅堂。飏青旗，流水桥旁。偶然乘兴，步过东冈。正莺儿啼，燕儿舞，蝶儿忙。",
    "translation": "绿树环绕着村庄，春水满池塘，迎着暖暖春风，兴致颇好地来回漫步。小小的院子却收尽春光，桃花正红，李花雪白，菜花金黄。 越过围墙远望，隐约可见几间茅草房。溪水的小桥旁，青色的酒幌子在风中飞扬。偶然乘着游兴，走过东面的山冈。只见莺儿鸣啼，燕儿飞舞，蝶儿匆忙，一派大好春光。"
  },
  {
    "title": "半死桐·重过阊门万事非",
    "author": "贺铸",
    "ci_pai": "半死桐",
    "content": "重过阊门万事非，同来何事不同归？梧桐半死清霜后，头白鸳鸯失伴飞。 原上草，露初晞。旧栖新垅两依依。空床卧听南窗雨，谁复挑灯夜补衣？",
    "translation": "再次来到苏州城西门，万事皆非。曾与我同来的妻子为何不能与我同归呢？如霜的秋风吹着半死的梧桐，头白了的鸳鸯失伴孤飞。 原野上，绿草上的露珠刚刚被晒干。我流连于旧日同栖的居室，又徘徊于垄上的新坟。躺在空荡荡的床上，听着窗外的凄风苦雨，平添几多愁绪。如今还有谁会在深夜里挑灯为我缝补衣衫呢？"
  },
  {
    "title": "杵声齐·砧面莹",
    "author": "贺铸",
    "ci_pai": "杵声齐",
    "content": "砧面莹，杵声齐。捣就征衣泪墨题。寄到玉关应万里，戍人犹在玉关西。",
    "translation": "捣衣石的表面晶莹光滑，捣衣的声音整齐有力。捣制好征衣，用沾满泪水的墨汁题写姓名、地址。寄到玉门关应该有万里之遥，可是戍守的人还在玉门关的西边。"
  },
  {
    "title": "踏莎行·杨柳回塘",
    "author": "贺铸",
    "ci_pai": "踏莎行",
    "content": "杨柳回塘，鸳鸯别浦，绿萍涨断莲舟路。断无蜂蝶慕幽香，红衣脱尽芳心苦。 返照迎潮，行云带雨，依依似与骚人语。当年不肯嫁春风，无端却被秋风误。",
    "translation": "杨柳围绕着环曲的池塘，偏僻的水渠旁，又厚又密的浮萍，挡住了采莲的姑娘。没有蜜蜂和蝴蝶，来倾慕幽幽荷香。最后只能花朵凋敝，结一颗芳心苦涩。 潮水带着夕阳的余晖，涌进荷塘，行云夹带着雨点，无情地打在荷花上。随风摇曳的她呀，像是向骚人诉说哀肠：当年不肯在春天开放，如今只能在秋风中受尽凄凉。"
  },
  {
    "title": "青玉案·凌波不过横塘路",
    "author": "贺铸",
    "ci_pai": "青玉案",
    "content": "凌波不过横塘路，但目送、芳尘去。锦瑟华年谁与度？月桥花院，琐窗朱户，只有春知处。 飞云冉冉蘅皋暮，彩笔新题断肠句。试问闲愁都几许？一川烟草，满城风絮，梅子黄时雨。",
    "translation": "轻移莲步从横塘前匆匆走过，只能目送她像芳尘一样飘去。正是青春年华时候，可什么人能与她一起欢度？在那修着偃月桥的院子里，朱红色的小门映着雕花的窗格。只有春天才会知道她的居处。 天上飞云在空中拂过，长满杜蘅的小洲在暮色中若隐若现。佳人一去而不复返，我用彩笔写下伤感的诗句。要问我的忧伤有多深多长？就像那一川的烟草，满城随风飘落的花絮，梅子刚刚黄熟时的霖雨。"
  },
  {
    "title": "六州歌头·少年侠气",
    "author": "贺铸",
    "ci_pai": "六州歌头",
    "content": "少年侠气，交结五都雄。肝胆洞，毛发耸。立谈中，死生同。一诺千金重。推翘勇，矜豪纵。轻盖拥，联飞鞚，斗城东。轰饮酒垆，春色浮寒瓮，吸海垂虹。闲呼鹰嗾犬，白羽摘雕弓，狡穴俄空。乐匆匆。 似黄粱梦，辞丹凤；明月共，漾孤篷。官冗从，怀倥偬；落尘笼，簿书丛。鹖弁如云众，供粗用，忽奇功。笳鼓动，渔阳弄，思悲翁。不请长缨，系取天骄种，剑吼西风。恨登山临水，手寄七弦桐，目送归鸿。",
    "translation": "少年时一股侠气，结交各大都市的豪雄之士。待人真诚，肝胆照人，遇到不平之事，便会怒发冲冠，具有强烈的正义感。站立而谈，生死与共。许下的诺言有千金的价值。推崇的是出众的勇敢，羡慕的是豪放的行为。轻车簇拥联镳驰逐，出游打猎，在斗城之东。在酒店里豪饮，酒坛浮现出盎然春意，我们像长鲸吸海，豪气干云。间或呼唤鹰犬追逐猎物，射出的箭中了目标，把狡兔的巢穴都找空了。欢乐总是那么短促。 仿佛是一场黄粱梦，我离开了京城，明月与我相伴，乘坐着孤舟飘流无定。官职卑微，情怀愁苦，陷入了污浊的官场仕途，担任了繁重的文书事物工作。像我这样成千上万的武官，都被支派到地方上去打杂，劳碌于文书案牍，不能杀敌立功。笳鼓敲响了，渔阳之兵乱起来了，战争爆发了，我想起了我那衰老的父亲。我虽未请缨杀敌，系取蕃王，却也是十分渴望痛击敌人，连我的宝剑也在秋风中发出吼声。只可惜我不能像张翰那样辞官，只能登山临水，手抚七弦琴，目送归鸿。"
  },
  {
    "title": "石州引·薄雨初寒",
    "author": "贺铸",
    "ci_pai": "石州引",
    "content": "薄雨初寒，斜照弄晴，春意空阔。长亭柳色才黄，远客一枝先折。烟横水际，映带几点归鸿，东风销尽龙沙雪。还记出关来，恰而今时节。 将发。画楼芳酒，红泪清歌，顿成轻别。回首经年，杳杳音尘都绝。欲知方寸，共有几许新愁？芭蕉不展丁香结。枉望断天涯，两厌厌风月。",
    "translation": "细雨绵绵，寒意初起，傍晚，斜阳透出了晴朗的天色，春意一片空阔。长亭边的柳色才刚刚泛黄，远游的人却已先折一枝离去。云烟横在水边，映衬着几点归鸿，东风已经吹尽了北方边塞上的积雪。还记得出关的时候，正好也是现在这个时节。 即将出发，在画楼中摆酒践行，美人泪下，清歌婉转，就这样轻易地分别了。回首这一年来，音信全无。想要知道我心中有多少新愁？就像芭蕉卷曲，丁香打结。白白地望断天涯，两人都在这风清月朗的时节里愁苦不已。"
  },
  {
    "title": "思越人·紫府东风放夜时",
    "author": "贺铸",
    "ci_pai": "思越人",
    "content": "紫府东风放夜时。步莲秾李伴人归。五更钟动笙歌散，十里月明灯火稀。 香苒苒，梦依依。天涯寒尽减春衣。凤凰城阙知何处，寥落星河一雁飞。",
    "translation": "东风初起的京城解除宵禁之时，我陪着她漫步在繁花丛中，送她回家。五更的钟声响起，笙歌已散，十里长街，月色朦胧，灯火稀疏。 香烟袅袅，梦魂悠悠。天涯寒意散尽，我也脱去厚重的冬衣。京城迢递，不知在何处，只看到稀疏冷落的星河中，一只大雁在独自飞翔。"
  },
  {
    "title": "南柯子·十里青山远",
    "author": "僧仲殊",
    "ci_pai": "南柯子",
    "content": "十里青山远，潮平路带沙。数声啼鸟怨年华。又是凄凉时候，在天涯。 白露收残月，清风散晓霞。绿杨堤畔问荷花：记得年时沽酒，那人家？",
    "translation": "潮水涨平了沙路，远处的青山连绵不断，偶尔听到几声鸟鸣，好像是在哀怨时光流逝。又是凄凉冷漠的秋天了，我远在海角天涯。 残月西堕，白露湿衣，拂晓的凉风慢慢地吹散朝霞。走到那似曾相识绿杨堤畔，我询问起塘中盛开的荷花：“你可记得，那年我路边沽酒，敲开的是哪门哪家？”"
  },
  {
    "title": "诉衷情·宝月山作",
    "author": "僧仲殊",
    "ci_pai": "诉衷情",
    "content": "宝月山作  清波门外拥轻衣，杨花相送飞。西湖又还春晚，水树乱莺啼。 闲院宇，小帘帏。晚初归。钟声已过，篆香才点，月到门时。",
    "translation": "我身着轻便的衣裳漫步在清波门外，杨柳的飞絮陪伴着我向前飘飞。西湖又到了春晚的时候，水边的树上群莺乱啼。 回到家中，庭院里静悄悄的，放下小帘帏。晚上刚刚回来，钟声已经响过，篆香刚刚点燃，月光正照到门前。"
  },
  {
    "title": "摸鱼儿·东皋寓居",
    "author": "晁补之",
    "ci_pai": "摸鱼儿",
    "content": "买陂塘、旋栽杨柳，依稀淮岸江浦。东皋嘉雨新痕涨，沙觜鹭来鸥聚。堪爱处，最好是、一川夜月光流渚。无人独舞。任翠幄张天，柔茵藉地，酒尽未能去。 青绫被，莫忆金闺故步。儒冠曾把身误。弓刀千骑成何事，荒了邵平瓜圃。君试觑，满青镜、星星鬓影今如许！功名浪语。便似得班超，封侯万里，归计恐迟暮。",
    "translation": "买来池塘，随即栽上杨柳，看上去仿佛是淮岸江浦的风光。东皋的雨一停，池塘里涨满新水，沙嘴处聚集着白鹭和鸥鸟。可爱之处，最好的是那一川月光，静静地照在小洲上。我在无人处独自起舞。任凭那翠帐般的树冠遮天，如柔软垫褥的草地铺地，酒喝完了还留连不去。 不要再回忆在京时的生活，那官服、那曾经追求的仕宦生涯耽误了自己。带领千军万马又做成了什么事呢，反而把邵平种瓜的田园都荒废了。您试看，青镜里，如今已是鬓发星星。追求功名，不过是空话。即使能像班超那样封侯万里，恐怕回家时已经太晚了。"
  },
  {
    "title": "盐角儿·亳社观梅",
    "author": "晁补之",
    "ci_pai": "盐角儿",
    "content": "开时似雪。谢时似雪。花中奇绝。香非在蕊，香非在萼，骨中香彻。 占溪风，留溪月。堪羞损、山桃如血。直饶更、疏疏淡淡，终有一般情别。",
    "translation": "花开的时候像雪，凋谢的时候仍然像雪，在百花之中的确是绝无仅有。梅花的香气不是从花蕊散发出来，也不是从花萼散发出来，而是从骨子里飘荡出来的，彻骨的芳香。 它独占了小溪的微风，留住了小溪的明月。使那红得似血的山桃也羞惭得减损了几分颜色。即使梅花的花瓣稀稀疏疏，颜色浅浅淡淡，终究是别有一番情致。"
  },
  {
    "title": "秋蕊香·帘幕疏疏风透",
    "author": "张耒",
    "ci_pai": "秋蕊香",
    "content": "帘幕疏疏风透，一线香飘金兽。朱栏倚遍黄昏后，廊上月华如昼。 别离滋味浓于酒，著人瘦。此情不及墙东柳，春色年年如旧。",
    "translation": "帘幕在微风中轻轻飘动，一线香烟从金兽形的香炉中袅袅升起。黄昏后倚遍了朱红色的栏杆，回廊上月光白亮如同白昼。 离别后的滋味比酒还醇厚，让人消瘦。这份情却比不上墙东的柳树，年年的春色依旧不变。"
  },
  {
    "title": "临江仙·未遇行藏谁肯信",
    "author": "侯蒙",
    "ci_pai": "临江仙",
    "content": "未遇行藏谁肯信，如今方表名踪。无端良匠画形容。当风轻借力，一举入高空。 才得吹嘘身渐稳，只疑远赴蟾宫。雨余时候夕阳红。几人平地上，看我碧霄中。",
    "translation": "一直没有遇上圣明的君主，没做上官，过着隐居的生活，谁肯信服呢？而今才显现了名声和踪迹：画工将我画在风筝上。正好借着风力，乘风直上。 飞上了天，得到风吹才渐渐站稳，只怀疑是要去月宫了。雨过天晴，傍晚的夕阳通红。有多少人在平地上，仰头看我在碧空中高飞。"
  },
  {
    "title": "瑞龙吟・大石春景",
    "author": "周邦彦",
    "ci_pai": "瑞龙吟",
    "content": "章台路，还见褪粉梅梢，试花桃树。愔愔坊陌人家，定巢燕子，归来旧处。 黯凝伫，因念个人痴小，乍窥门户。侵晨浅约宫黄，障风映袖，盈盈笑语。 前度刘郎重到，访邻寻里，同时歌舞。惟有旧家秋娘，声价如故。吟笺赋笔，犹记燕台句。知谁伴、名园露饮，东城闲步。事与孤鸿去，探春尽是，伤离意绪。官柳低金缕，归骑晚、纤纤池塘飞雨。断肠院落，一帘风絮。",
    "translation": "漫步在章台路上，看见梅花枝头的花瓣已渐渐掉落，桃树刚刚开始开花。坊陌人家一片寂静，曾经在这里筑巢的燕子，如今又飞回来了。 我默默地凝神伫立，想起曾经在这里遇见的那位天真娇小的姑娘，她初次在门口露出面容。清晨时她化着淡淡的妆容，用衣袖遮着脸庞，轻盈的笑语回荡。 如今我像前度刘郎一样再次来到这里，寻访邻居，打听她的消息，当年一起歌舞的人都已不见。只有旧日的秋娘，声价依然如故。还记得当年我吟诗作文，她像柳枝一样欣赏我的才华。如今不知她与谁相伴，在名园畅饮，在东城漫步。往事如同孤鸿一去不返，我来探春，却满是伤离的情绪。官道旁的柳树垂下金色的枝条，我骑马归来时天色已晚，池塘上飘着细雨。令人断肠的院落里，风卷着柳絮飘满一帘。"
  },
  {
    "title": "满庭芳",
    "author": "周邦彦",
    "ci_pai": "满庭芳",
    "content": "风老莺雏，雨肥梅子，午阴嘉树清圆。地卑山近，衣润费炉烟。人静乌鸢自乐，小桥外、新绿溅溅。凭栏久，黄芦苦竹，疑泛九江船。 年年，如社燕，飘流瀚海，来寄修椽。且莫思身外，长近尊前。憔悴江南倦客，不堪听、急管繁弦。歌筵畔，先安簟枕，容我醉时眠。",
    "translation": "风使莺雏长大，雨让梅子肥硕，正午茂密的树下圆形的阴凉笼罩的地面。地势低洼靠近山，衣服潮湿总费炉火烘干。人家寂静乌鸦自在飞鸣，小桥外边，新涨的绿水湍流激溅。久久凭靠栏杆，看到黄芦苦竹，竟仿佛自己像在江州的船上。 年年，我像春社时的燕子，在大漠上飘流，来寄住在长长的屋檐。且不去想那身外的事，还是天天把酒临筵。我这疲倦、憔悴的江南游子，再不忍听激越、繁复的管弦。就在歌宴边，先把竹席枕头摆好，让我醉后可以随意安眠。"
  },
  {
    "title": "苏幕遮・燎沉香",
    "author": "周邦彦",
    "ci_pai": "苏幕遮",
    "content": "燎沉香，消溽暑。鸟雀呼晴，侵晓窥檐语。叶上初阳干宿雨，水面清圆，一一风荷举。 故乡遥，何日去？家住吴门，久作长安旅。五月渔郎相忆否？小楫轻舟，梦入芙蓉浦。",
    "translation": "细焚沉香，来消除夏天闷热潮湿的暑气。鸟雀鸣叫呼唤着晴天，拂晓时分我偷偷听它们在屋檐下的 “言语”。荷叶上初出的阳光晒干了昨夜的雨，水面上的荷花清润圆正，荷叶迎着晨风，每一片都挺出水面。 看到这风景，我想到遥远的故乡，何日才能回去啊？我家本在吴越一带，长久地客居长安。五月，我故乡的小时候的伙伴是否在想我，划着小船，我的梦里回到了荷花塘（词中指杭州西湖）。"
  },
  {
    "title": "少年游・并刀如水",
    "author": "周邦彦",
    "ci_pai": "少年游",
    "content": "并刀如水，吴盐胜雪，纤手破新橙。锦幄初温，兽烟不断，相对坐调笙。 低声问：向谁行宿？城上已三更。马滑霜浓，不如休去，直是少人行。",
    "translation": "并州产的刀子锋利如水，吴地产的盐粒洁白如雪，女子的纤纤细手剥开新产的熟橙。锦制的帷帐中刚刚变暖，兽形的香炉中烟气不断。两人相对而坐，女子正在调试笙管。 女子低声地探问情人：你今晚哪儿去住宿？时候已经不早，城上已报三更。外面寒风凛冽，路上结满浓霜，马容易打滑，不如不要走了，街上已经很少有人行走了。"
  },
  {
    "title": "夜游宫・叶下斜阳照水",
    "author": "周邦彦",
    "ci_pai": "夜游宫",
    "content": "叶下斜阳照水，卷轻浪、沉沉千里。桥上酸风射眸子。立多时，看黄昏，灯火市。 古屋寒窗底，听几片、井桐飞坠。不恋单衾再三起。有谁知，为萧娘，书一纸？",
    "translation": "斜阳照在树叶上，光线透过树叶，映照在水面上，水面上卷起细细的波浪，向远处延伸，一直到水天相接的地方。桥上的寒风，刺人眼目。我久久地伫立着，看着黄昏时，灯火闪烁的集市。 古老的屋子里，窗户透出寒意，听着几片梧桐叶，飘落在井边。我辗转反侧，难以入眠，一次次地从单薄的被子里起来。有谁知道，我是因为思念远方的她，盼望着她的一封书信呢？"
  },
  {
    "title": "解语花・上元",
    "author": "周邦彦",
    "ci_pai": "解语花",
    "content": "风销焰蜡，露浥红莲，花市光相射。桂华流瓦。纤云散，耿耿素娥欲下。衣裳淡雅。看楚女、纤腰一把。箫鼓喧，人影参差，满路飘香麝。 因念都城放夜。望千门如昼，嬉笑游冶。钿车罗帕。相逢处，自有暗尘随马。年光是也。唯只见、旧情衰谢。清漏移，飞盖归来，从舞休歌罢。",
    "translation": "蜡烛在风中燃烧，夜露浸湿了花灯，街市上灯光交相映射。皎洁月光照着屋瓦，淡淡的云层散去，嫦娥仿佛要下凡来到人间。女人们衣着淡雅，一个个绰约多姿。只见那楚地姑娘腰肢纤细。箫鼓喧腾，人影攒动，条条道路散满芳香。 不由想起当年汴京的上元之夜，千家万户张灯结彩如同白昼。姑娘们嬉笑着出游赏灯。随着华丽的车子经过，只有淡淡的尘土飞扬。如今的风光依旧，但心头的情意却衰减了。随着时间的推移，我也乘车归来，任凭人们继续歌舞狂欢。"
  },
  {
    "title": "兰陵王・柳",
    "author": "周邦彦",
    "ci_pai": "兰陵王",
    "content": "柳阴直，烟里丝丝弄碧。隋堤上、曾见几番，拂水飘绵送行色。登临望故国，谁识、京华倦客？长亭路，年去岁来，应折柔条过千尺。 闲寻旧踪迹，又酒趁哀弦，灯照离席。梨花榆火催寒食。愁一箭风快，半篙波暖，回头迢递便数驿，望人在天北。 凄恻，恨堆积！渐别浦萦回，津堠岑寂，斜阳冉冉春无极。念月榭携手，露桥闻笛。沉思前事，似梦里，泪暗滴。",
    "translation": "柳荫浓密，柳丝在烟雾中随风摇曳，呈现出一片碧绿。在隋堤之上，曾多次见到，柳丝拂水，柳絮飘飞，为行人送行。我登上高处眺望故乡，可谁又能理解我这厌倦京城生活的游子的心情呢？在这长亭路上，年复一年，人们折下的柳条恐怕有上千尺了吧。 闲来寻觅往日的踪迹，又逢在哀怨的弦乐声中饮酒，华灯照着离别的筵席。梨花飘落，榆钱儿飘飞，催来了寒食节。我愁的是船行如箭，水波温暖，船行半篙，回头望去，已经过了好几个驿站，而送行的人已远在天北。 心中凄凉悲切，离恨堆积。渐渐看到水波回旋，渡口的土堡一片寂静，夕阳缓缓西下，春色无边。想起在月榭携手漫步，在露桥聆听笛声。沉思往事，如同在梦里，眼泪暗暗地滴落。"
  },
  {
    "title": "六丑・落花",
    "author": "周邦彦",
    "ci_pai": "六丑",
    "content": "正单衣试酒，怅客里、光阴虚掷。愿春暂留，春归如过翼，一去无迹。为问花何在？夜来风雨，葬楚宫倾国。钗钿堕处遗香泽，乱点桃蹊，轻翻柳陌。多情为谁追惜？但蜂媒蝶使，时叩窗隔。 东园岑寂，渐蒙笼暗碧。静绕珍丛底，成叹息。长条故惹行客，似牵衣待话，别情无极。残英小、强簪巾帻。终不似、一朵钗头颤袅，向人欹侧。漂流处、莫趁潮汐。恐断红、尚有相思字，何由见得？",
    "translation": "正试穿单衣品尝新酒，客居他乡，惆怅时光白白流逝。希望春天暂时停留，可春天像飞鸟一样，一去便无影无踪。试问落花如今在哪里？昨夜的风雨，埋葬了如楚国美女般的花朵。花瓣飘落之处，还残留着香气，纷乱地点缀着桃树小径，轻轻地在柳陌翻飞。有谁会多情地为落花追念惋惜呢？只有蜜蜂和蝴蝶，不时地在窗棂上轻叩。 东园一片寂静，渐渐被浓密的绿荫笼罩。我静静地绕着珍贵的花丛，发出声声叹息。长长的枝条故意撩逗行人，好像牵着人的衣服想要诉说，离别之情无穷无尽。捡起残花勉强插在头巾上。终究不如一朵鲜花插在美人钗头，摇曳多姿，向着人倾斜。落花漂流之处，不要趁着潮汐远去。只怕那水中的落花上，还有相思的字迹，可又如何才能见到呢？"
  },
  {
    "title": "西河・大石金陵",
    "author": "周邦彦",
    "ci_pai": "西河",
    "content": "佳丽地，南朝盛事谁记？山围故国绕清江，髻鬟对起。怒涛寂寞打孤城，风樯遥度天际。 断崖树，犹倒倚，莫愁艇子曾系。空余旧迹郁苍苍，雾沈半垒。夜深月过女墙来，伤心东望淮水。 酒旗戏鼓甚处市？想依稀、王谢邻里，燕子不知何世。入寻常、巷陌人家，相对如说兴亡，斜阳里。",
    "translation": "金陵是江南著名的美丽地方，南朝曾经的繁华盛事有谁还记得呢？青山环绕着故都，绿水在城外流过，山峰对峙如女子的发髻。汹涌的江涛寂寞地拍打着孤城，风帆在遥远的天际飘荡。 断崖上的老树，还倾斜着，那里曾系着莫愁的小船。如今只剩下一片郁郁苍苍的旧迹，雾气笼罩着残破的营垒。夜深了，月亮越过女墙，伤心地向东望着秦淮河。 当年酒旗飘扬、戏鼓喧闹的热闹街市在哪里呢？想来大概就在当年王导、谢安居住的地方吧。燕子不知道如今是什么时代，它们飞进寻常百姓的家中，相对呢喃，好像在诉说着兴亡之事，在那斜阳之中。"
  },
  {
    "title": "虞美人・疏篱曲径田家小",
    "author": "周邦彦",
    "ci_pai": "虞美人",
    "content": "疏篱曲径田家小，云树开清晓。天寒山色有无中，野外一声钟起、送孤篷。 添衣策马寻亭堠，愁抱惟宜酒。菰蒲睡鸭占陂塘，纵被行人惊散、又成双。",
    "translation": "稀疏的篱笆，弯曲的小路，几间农舍坐落在荒野。清晨，云雾缭绕在树林间，渐渐散开。天气寒冷，山色若有若无，野外传来一声钟声，目送着孤独的小船远去。 添了衣服，策马寻找驿站，心中的忧愁只有借酒来排解。池塘里，茭白和蒲草中，睡鸭占据着水面，即使被行人惊散，很快又成双成对。"
  },
  {
    "title": "蝶恋花・早行",
    "author": "周邦彦",
    "ci_pai": "蝶恋花",
    "content": "月皎惊乌栖不定，更漏将残，辘轳牵金井。唤起两眸清炯炯，泪花落枕红绵冷。 执手霜风吹鬓影，去意徊徨，别语愁难听。楼上阑干横斗柄，露寒人远鸡相应。",
    "translation": "月光皎洁，惊起了树上的乌鸦，它们在枝头不安地啼叫。更漏将尽，辘轳还在井边转动。这声音唤起了她清澈明亮的双眼，泪水落在枕头上，红绵都变得冰冷。 两人执手相对，霜风吹动着鬓发。他要走了，却还在犹豫徘徊，分别的话语愁得让人不忍听。楼上的栏杆外，北斗七星横斜。露水寒冷，人已远去，只听到鸡声相应。"
  },
  {
    "title": "玉楼春・桃溪不作从容住",
    "author": "周邦彦",
    "ci_pai": "玉楼春",
    "content": "桃溪不作从容住，秋藕绝来无续处。当时相候赤阑桥，今日独寻黄叶路。 烟中列岫青无数，雁背夕阳红欲暮。人如风后入江云，情似雨余黏地絮。",
    "translation": "在桃溪相遇，没有从容地停留，就像秋藕断了，再也没有连接的地方。当时在赤阑桥相互等候，如今我独自在黄叶飘落的小路上寻觅。 烟雾中的山峦，青青无数，大雁在夕阳的映照下，渐渐远去，天色将暮。人就像被风吹散后飘入江中的云朵，情就像雨后粘在地上的柳絮。"
  },
  {
    "title": "江神子・杏花村馆酒旗风",
    "author": "谢逸",
    "ci_pai": "江神子",
    "content": "杏花村馆酒旗风。水溶溶。飏残红。野渡舟横，杨柳绿阴浓。望断江南山色远，人不见，草连空。 夕阳楼外晚烟笼。粉香融。淡眉峰。记得年时，相见画屏中。只有关山今夜月，千里外，素光同。",
    "translation": "杏花村馆前，酒旗在风中飘扬。江水溶溶，落花轻扬。野外渡口，小船横斜，杨柳的绿荫浓密。极目远眺，江南山色遥远，不见那人的踪影，只有芳草连接着天空。 夕阳西下，楼外晚烟笼罩。美人的粉香交融，眉峰淡远。还记得当年，在画屏中相见的情景。今夜，只有那关山上的月亮，在千里之外，和我共同沐浴着这皎洁的月光。"
  },
  {
    "title": "惜分飞・泪湿阑干花著露",
    "author": "毛滂",
    "ci_pai": "惜分飞",
    "content": "泪湿阑干花著露，愁到眉峰碧聚。此恨平分取，更无言语空相觑。 断雨残云无意绪，寂寞朝朝暮暮。今夜山深处，断魂分付潮回去。",
    "translation": "泪水纵横满面像鲜花上凝聚着露珠，愁聚眉头就像青山攒聚。这相思的愁恨，你我一人一半。相对无言，空自互相注视。 雨已停歇，云已散去，我没有了情绪，朝朝暮暮沉浸在寂寞之中。今夜，在这深山里，我把相思的魂魄交付潮水，让它带回给你。"
  },
  {
    "title": "水调歌头·秋色渐将晚",
    "author": "叶梦得",
    "ci_pai": "水调歌头",
    "content": "秋色渐将晚，霜信报黄花。小窗低户深映，微路绕欹斜。为问山翁何事，坐看流年轻度，拚却鬓双华？徙倚望沧海，天净水明霞。 念平昔，空飘荡，遍天涯。归来三径重扫，松竹本吾家。却恨悲风时起，冉冉云间新雁，边马怨胡笳。谁似东山老，谈笑静胡沙！",
    "translation": "秋色日渐变浓，金黄的菊花传报霜降的消息。小窗低户深深掩映在菊花丛中，小路曲曲折折。想问山翁究竟在想什么呢，为何对流年毫不在意，任它流逝而双鬓已斑白？我徘徊倚立，眺望大海，天空澄澈，海水映着明丽的晚霞 。 回忆往昔，曾经四处漂泊，走遍天涯。如今归来重新打扫庭院中的小路，松竹才是我的家。只恨悲风时时吹起，云中大雁渐渐南飞，边地传来马鸣胡笳声。谁能像东晋谢安那样，谈笑间就平定胡人掀起的战祸呢 ！"
  },
  {
    "title": "蓦山溪·梅",
    "author": "曹组",
    "ci_pai": "蓦山溪",
    "content": "洗妆真态，不作铅花御。竹外一枝斜，想佳人，天寒日暮。黄昏院落，无处著清香，风细细，雪垂垂，何况江头路。 月边疏影，梦到消魂处。梅子欲黄时，又须作，廉纤细雨。孤芳一世，供断有情愁，消瘦损，东阳也，试问花知否？",
    "translation": "梅花洗尽铅华，保持着天然的姿态，不施脂粉。竹林外，一枝梅花斜斜伸出，让人想起天寒日暮时的佳人。黄昏的院落里，梅花的清香弥漫却又无处可寻，微风轻轻吹拂，雪花纷纷飘落，更何况在江边的小路上 。 月光下梅花疏淡的影子，让人梦绕魂牵。当梅子快要变黄的时候，又将是细雨绵绵的时节。梅花一世孤高芬芳，惹得有情人愁绪万千，我像沈约一样日渐消瘦，梅花啊，你可知道我的心意 ？"
  },
  {
    "title": "相见欢·金陵城上西楼",
    "author": "朱敦儒",
    "ci_pai": "相见欢",
    "content": "金陵城上西楼，倚清秋。万里夕阳垂地，大江流。 中原乱，簪缨散，几时收？试倩悲风吹泪，过扬州。",
    "translation": "独自登上金陵西门上的城楼，倚楼观看清秋时节的景色。万里长的大江在夕阳下流去 。 中原大乱，达官贵族们纷纷逃散，什么时候才能收复国土？请秋风把我的泪水吹到扬州去吧 ！"
  },
  {
    "title": "南柯子·山冥云阴重",
    "author": "王炎",
    "ci_pai": "南柯子",
    "content": "山冥云阴重，天寒雨意浓。数枝幽艳湿啼红。莫为惜花惆怅，对东风。 蓑笠朝朝出，沟塍处处通。人间辛苦是三农。要得一犁水足，望年丰。",
    "translation": "山色昏暗，阴云重重，天气寒冷，雨意正浓。几枝娇艳的花在雨中湿润，像是啼哭的美人。不要为惜花而惆怅，还是面对这东风吧 。 农民们每天戴着蓑笠出门劳作，田间的沟渠和田埂相互连通。人间最辛苦的是春耕、夏种、秋收的农民。只希望有充足的雨水，犁地耕种，盼望有个丰收年 。"
  },
  {
    "title": "一剪梅·红藕香残玉簟秋",
    "author": "李清照",
    "ci_pai": "一剪梅",
    "content": "红藕香残玉簟秋，轻解罗裳，独上兰舟。云中谁寄锦书来？雁字回时，月满西楼。 花自飘零水自流，一种相思，两处闲愁。此情无计可消除，才下眉头，却上心头。",
    "translation": "粉红色的荷花已经凋谢，幽香也已消散，光滑如玉的竹席带着秋的凉意。解开绫罗裙裳，换上便装，独自登上小船 。 仰头凝望远天，那白云舒卷处，谁会将锦书寄来？雁群飞回来时，月光已经洒满了西楼 。 花，自顾地飘零，水，自顾地漂流。一种离别的相思，牵动起两处的闲愁。啊，无法排除的是——这相思，这离愁，刚从微蹙的眉间消失，又隐隐缠绕上了心头 。"
  },
  {
    "title": "如梦令·昨夜雨疏风骤",
    "author": "李清照",
    "ci_pai": "如梦令",
    "content": "昨夜雨疏风骤，浓睡不消残酒。试问卷帘人，却道海棠依旧。知否，知否？应是绿肥红瘦。",
    "translation": "昨夜雨虽然下得稀疏，风却刮得急猛，沉沉的酣睡却不能把残存的酒力全部消尽。问那正在卷帘的侍女：庭园里海棠花现在怎么样了？她说海棠花依然和昨天一样。你可知道，你可知道，这个时节应该是绿叶繁茂，红花凋零了 。"
  },
  {
    "title": "蝶恋花·暖雨晴风初破冻",
    "author": "李清照",
    "ci_pai": "蝶恋花",
    "content": "暖雨晴风初破冻，柳眼梅腮，已觉春心动。酒意诗情谁与共？泪融残粉花钿重。 乍试夹衫金缕缝，山枕斜欹，枕损钗头凤。独抱浓愁无好梦，夜阑犹剪灯花弄。",
    "translation": "暖暖的雨，暖暖的风，送走了些许冬天的寒意。柳叶长出了，梅花怒放了，春天已经来了。酒兴诗情，又有谁与我一同分享呢？泪水流下来，冲残了脂粉，使得头上的花钿也显得沉重起来 。 初试金丝缝成的夹衫，斜倚在如山的枕头上，头枕得钗头凤都变形了。独自怀着浓浓的愁绪无法入睡，夜深了，还在灯前用剪刀去剪灯花 。"
  },
  {
    "title": "武陵春·春晚",
    "author": "李清照",
    "ci_pai": "武陵春",
    "content": "风住尘香花已尽，日晚倦梳头。物是人非事事休，欲语泪先流。 闻说双溪春尚好，也拟泛轻舟。只恐双溪舴艋舟，载不动许多愁。",
    "translation": "风停了，尘土里带有花的香气，花儿已凋落殆尽。日头已经升的老高，我却懒得来梳妆。景物依旧，人事已变，一切事情都已经完结。想要倾诉自己的感慨，还未开口，眼泪先流下来 。 听说双溪春景尚好，我也打算去那里泛舟游玩。只恐怕双溪蚱蜢般的小船，载不动我这许多的忧愁 。"
  },
  {
    "title": "声声慢·寻寻觅觅",
    "author": "李清照",
    "ci_pai": "声声慢",
    "content": "寻寻觅觅，冷冷清清，凄凄惨惨戚戚。乍暖还寒时候，最难将息。三杯两盏淡酒，怎敌他、晚来风急！雁过也，正伤心，却是旧时相识。 满地黄花堆积，憔悴损，如今有谁堪摘？守着窗儿，独自怎生得黑！梧桐更兼细雨，到黄昏、点点滴滴。这次第，怎一个愁字了得！",
    "translation": "苦苦地寻寻觅觅，却只见冷冷清清，怎不让人凄惨悲戚。乍暖还寒的时节，最难保养休息。喝三杯两杯淡酒，怎么能抵得住傍晚的寒风急袭？一行大雁从眼前飞过，更让人伤心，因为都是旧日的相识 。 园中菊花堆积满地，都已经憔悴不堪，如今还有谁来采摘？冷清清地守着窗子，独自一个人怎么熬到天黑？梧桐叶上细雨淋漓，到黄昏时分，还是点点滴滴。这般情景，怎么能用一个“愁”字了结 ！"
  },
  {
    "title": "江神子·杏花村馆酒旗风",
    "author": "谢逸",
    "ci_pai": "江神子",
    "content": "杏花村馆酒旗风。水溶溶。飏残红。野渡舟横，杨柳绿阴浓。望断江南山色远，人不见，草连空。 夕阳楼外晚烟笼。粉香融。淡眉峰。记得年时，相见画屏中。只有关山今夜月，千里外，素光同。",
    "translation": "杏花村馆前酒旗随风飘扬。江水波光粼粼，花瓣随风飘落。野外渡口小船横斜，杨柳绿荫浓密。极目远眺江南，山色遥远，不见思念之人，唯见芳草连天。 夕阳下，楼外被晚烟笼罩。还记得她面容粉香，眉似远山。曾记得当年在画屏中相见的情景。今夜，只有关山上的月亮，在千里之外与我共赏同一缕清光。"
  },
  {
    "title": "惜分飞·泪湿阑干花著露",
    "author": "毛滂",
    "ci_pai": "惜分飞",
    "content": "泪湿阑干花著露，愁到眉峰碧聚。此恨平分取，更无言语空相觑。 断雨残云无意绪，寂寞朝朝暮暮。今夜山深处，断魂分付潮回去。",
    "translation": "泪水纵横，如同花上凝聚的露珠，愁绪深重，眉头紧锁。这离恨我们一人一半，相对无言，只能空自对视。 雨停云散，我毫无情绪，每日都在寂寞中度过。今夜身处深山，我把相思之魂托付给潮水，希望它能带去我的思念。"
  },
  {
    "title": "点绛唇·绍兴乙卯登绝顶小亭",
    "author": "叶梦得",
    "ci_pai": "点绛唇",
    "content": "缥缈危亭，笑谈独在千峰上。与谁同赏。万里横烟浪。 老去情怀，犹作天涯想。空惆怅。少年豪放。莫学衰翁样。",
    "translation": "小亭高耸入云，我在千峰之上谈笑风生。可与谁一同欣赏这美景呢？眼前是万里云烟浩渺。 虽然年纪渐老，但我仍心怀壮志，想着驰骋天涯。只是空自惆怅罢了。年轻人应豪放洒脱，不要学我这老头子的模样。"
  },
  {
    "title": "点绛唇·新月娟娟",
    "author": "汪藻",
    "ci_pai": "点绛唇",
    "content": "新月娟娟，夜寒江静山衔斗。起来搔首，梅影横窗瘦。 好个霜天，闲却传杯手。君知否？乱鸦啼后，归兴浓于酒。",
    "translation": "一弯新月柔美明净，夜气寒冷，江面平静，远处的山峦仿佛衔着北斗星。我起身搔头，看到梅花的影子横映在窗前，身姿清瘦。 好一个秋霜之夜，却无心饮酒作乐。你可知道？在那乱鸦啼叫之后，我归家的念头比酒还浓烈。"
  },
  {
    "title": "三台·清明应制",
    "author": "万俟咏",
    "ci_pai": "三台",
    "content": "见梨花初带夜月，海棠半含朝雨。内苑春、不禁过青门，御沟涨、潜通南浦。东风静、细柳垂金缕。望凤阙、非烟非雾。好时代、朝野多欢，遍九陌、太平箫鼓。 乍莺儿百啭断续，燕子飞来飞去。近绿水、台榭映秋千，斗草聚、双双游女。饧香更、酒冷踏青路。会暗识、夭桃朱户。向晚骤、宝马雕鞍，醉襟惹、乱花飞絮。 正轻寒轻暖漏永，半阴半晴云暮。禁火天、已是试新妆，岁华到、三分佳处。清明看、汉蜡传宫炬。散翠烟、飞入槐府。敛兵卫、阊阖门开，住传宣、又还休务。",
    "translation": "夜月照着带雨初开的梨花，清晨的雨洒在半含的海棠之上。皇城内的春色越过了青门，御沟里涨满春水，暗暗地流向南浦。东风轻柔，细嫩的柳枝垂挂着金色丝缕。眺望皇宫，只见瑞气缭绕，如烟似雾。这是多么美好的时代，朝野上下一片欢腾，条条大路上，处处是太平的箫鼓。 黄莺儿的啼叫断断续续，燕子飞来飞去。靠近绿水的亭台楼阁旁，秋千隐隐可见，一群群少女在斗草为戏。踏青路上，麦芽糖飘香，新酒清凉。也许还能暗暗辨认出，那拥有艳丽桃花的大户人家。天色将晚，贵公子们骑着宝马雕鞍，醉酒后衣襟上沾满了乱花飞絮。 正是轻寒轻暖、漫长的漏永时节，半阴半晴，云层笼罩着暮色。寒食节里，人们已开始试穿新妆，一年中最好的时光已到了三分之一。清明这天，宫中传赐蜡烛，翠烟散入大臣的府邸。此时撤去兵卫，宫门前的阊阖门打开，传旨宣布停止政务。"
  },
  {
    "title": "好事近·摇首出红尘",
    "author": "朱敦儒",
    "ci_pai": "好事近",
    "content": "摇首出红尘，醒醉更无时节。活计绿蓑青笠，惯披霜冲雪。 晚来风定钓丝闲，上下是新月。千里水天一色，看孤鸿明灭。",
    "translation": "我摇头远离了那尘世，醒醉全由自己，没有固定的时节。我的生计是头戴青笠，身披绿蓑衣，早已习惯了披霜冲雪。 傍晚风停，钓丝静静下垂，天上地下都是一弯新月。千里水天连成一片，只见一只孤鸿在明灭的云间飞翔。"
  },
  {
    "title": "鹧鸪天·西都作",
    "author": "朱敦儒",
    "ci_pai": "鹧鸪天",
    "content": "我是清都山水郎，天教分付与疏狂。曾批给雨支风券，累上留云借月章。 诗万首，酒千觞。几曾着眼看侯王？玉楼金阙慵归去，且插梅花醉洛阳。",
    "translation": "我是天宫里掌管山水的郎官，天帝赋予我狂放不羁的性格。曾多次批过支配风雨的手令，也多次上奏留住彩云，借走月亮。 我自由自在，吟诗万首不为过，喝酒千杯不会醉，王侯将相，哪儿能放在我的眼里？就算是在华丽的天宫里做官，我也懒得去，只想插枝梅花，醉倒在洛阳城中。"
  },
  {
    "title": "减字木兰花·题雄州驿",
    "author": "蒋兴祖女",
    "ci_pai": "减字木兰花",
    "content": "朝云横度。辘辘车声如水去。白草黄沙。月照孤村三两家。 飞鸿过也。万结愁肠无昼夜。渐近燕山。回首乡关归路难。",
    "translation": "早晨的云彩横在天空中，车轮声辘辘，像流水般向前驶去。遍地是白草和黄沙，月光照着只有三两户人家的孤村。 大雁飞过，我的愁肠百结，不分昼夜。渐渐靠近燕山，回头遥望故乡，回家的路是如此艰难。"
  },
  {
    "title": "燕山亭·北行见杏花",
    "author": "赵佶",
    "ci_pai": "燕山亭",
    "content": "裁剪冰绡，轻叠数重，淡著燕脂匀注。新样靓妆，艳溢香融，羞杀蕊珠宫女。易得凋零，更多少、无情风雨。愁苦。问院落凄凉，几番春暮。 凭寄离恨重重，这双燕，何曾会人言语。天遥地远，万水千山，知他故宫何处。怎不思量，除梦里、有时曾去。无据。和梦也新来不做。",
    "translation": "剪裁好白色的丝绸，轻轻叠成数层，又将淡淡的胭脂均匀的涂抹。时髦的漂亮衣服，艳丽的色彩融入四溢的清香，简直羞杀了天上的蕊珠宫的仙女。红颜易逝，更何况，经历了无数无情的风雨 。面对愁苦的情景，叩问凄凉的院落，还要经受几番春暮 ？ 谁帮我寄去重重的离愁，这双飞的燕子哪里懂得人间的苦痛。天遥地远，万水千山阻隔，哪里知道故园今在何处 ？只有在梦中有时曾去。就连梦也难做成，因我痛苦的彻夜难眠 。"
  },
  {
    "title": "南歌子·天上星河转",
    "author": "李清照",
    "ci_pai": "南歌子",
    "content": "天上星河转，人间帘幕垂。凉生枕簟泪痕滋。起解罗衣聊问、夜何其。 翠贴莲蓬小，金销藕叶稀。旧时天气旧时衣。只有情怀不似、旧家时。",
    "translation": "天上的星星不断转动，人间的帘幕低垂。枕席生凉，泪水浸湿了枕头。我起来解开罗衣，随意问一句：夜已到何时？ 衣服上用翠线缝贴的莲蓬变小了，用金线绣制的藕叶也变得稀疏。还是从前的天气，还是从前的衣服。只是我的心情，再也不像从前了。"
  },
  {
    "title": "渔家傲·天接云涛连晓雾",
    "author": "李清照",
    "ci_pai": "渔家傲",
    "content": "天接云涛连晓雾，星河欲转千帆舞。仿佛梦魂归帝所。闻天语，殷勤问我归何处。 我报路长嗟日暮，学诗谩有惊人句。九万里风鹏正举。风休住，蓬舟吹取三山去！",
    "translation": "天连着云涛，晨雾弥漫，银河似乎要转动起来，千帆在风浪中飞舞。仿佛梦魂回到了天帝居住的地方。听到天帝的话语，他殷勤地问我要回到哪里去。 我回答说，路途漫长，感叹天色将晚，我学诗虽有惊人的句子，却毫无用处。九万里长空，大鹏正在展翅高飞。风啊，不要停下来，把我的小船吹到那仙山去吧！"
  },
  {
    "title": "如梦令·常记溪亭日暮",
    "author": "李清照",
    "ci_pai": "如梦令",
    "content": "常记溪亭日暮，沉醉不知归路。兴尽晚回舟，误入藕花深处。争渡，争渡，惊起一滩鸥鹭。",
    "translation": "常常记得在溪边的亭子游玩直到太阳落山的时候，喝得大醉不知道回来的路。游兴满足了，天黑往回划船，不小心划进了荷花池深处。怎么渡，怎么渡？惊起了满滩的鸥鹭。"
  },
  {
    "title": "凤凰台上忆吹箫",
    "author": "李清照",
    "ci_pai": "凤凰台上忆吹箫",
    "content": "香冷金猊，被翻红浪，起来人未梳头。任宝奁闲掩，日上帘钩。生怕闲愁暗恨，多少事、欲说还休。今年瘦，非干病酒，不是悲秋。 休休，这回去也，千万遍《阳关》，也则难留。念武陵人远，烟锁秦楼。惟有楼前流水，应念我、终日凝眸。凝眸处，从今又添，一段新愁。",
    "translation": "狮形铜香炉里的香早已冷透，床上的棉被乱如红浪翻滚，清晨勉强起来却懒得梳头。任凭华贵的梳妆匣随意地开着，太阳已高高照在帘钩上。我生怕想起那些闲愁暗恨，有多少心事，想说却又停口。今年瘦了，不是因为喝酒过多，也不是因为悲叹秋天。 罢了，罢了，这次他真的要走了，即使唱上千万遍《阳关曲》，也难以把他挽留。想到心上人此去远方，烟雾笼罩着妆楼。只有楼前的流水，应该还在思念我，整天睁着眼睛看我在凝眸。就在凝眸远望的时候，从今而后，又在心里添了一段新的忧愁。"
  },
  {
    "title": "清平乐·年年雪里",
    "author": "李清照",
    "ci_pai": "清平乐",
    "content": "年年雪里，常插梅花醉。挼尽梅花无好意，赢得满衣清泪。 今年海角天涯，萧萧两鬓生华。看取晚来风势，故应难看梅花。",
    "translation": "每年下雪的时候，常常插着梅花陶醉其中。后来把梅花揉碎，心情却不好，只落得满衣清泪。 今年漂泊到天涯海角，两鬓已渐渐斑白。看看傍晚的风势，大概很难看到梅花了。"
  },
  {
    "title": "鹧鸪天·寒日萧萧上琐窗",
    "author": "李清照",
    "ci_pai": "鹧鸪天",
    "content": "寒日萧萧上琐窗，梧桐应恨夜来霜。酒阑更喜团茶苦，梦断偏宜瑞脑香。 秋已尽，日犹长，仲宣怀远更凄凉。不如随分尊前醉，莫负东篱菊蕊黄。",
    "translation": "寒冷的冬日，日光渐渐稀薄照在雕花的窗上，梧桐树好像在怨恨夜里的寒霜。喝完酒之后更喜欢品尝团茶的清苦，梦中醒来特别适宜闻那瑞脑香。 秋天已经过去，白昼却还漫长，王粲远在他乡，心中更觉凄凉。不如在酒席上随意地喝个大醉，不要辜负东篱盛开的菊花。"
  },
  {
    "title": "醉花阴·薄雾浓云愁永昼",
    "author": "李清照",
    "ci_pai": "醉花阴",
    "content": "薄雾浓云愁永昼，瑞脑销金兽。佳节又重阳，玉枕纱厨，半夜凉初透。 东篱把酒黄昏后，有暗香盈袖。莫道不销魂，帘卷西风，人比黄花瘦。",
    "translation": "薄雾弥漫，云层浓密，日子过得愁烦，龙涎香在金兽香炉中缭袅。又到了重阳佳节，卧在玉枕纱帐中，半夜的凉气刚将全身浸透。 在东篱边饮酒直到黄昏以后，淡淡的黄菊清香溢满双袖。莫要说清秋不让人伤神，西风卷起珠帘，帘内的人儿比那黄花更加消瘦。"
  },
  {
    "title": "点绛唇·蹴罢秋千",
    "author": "李清照",
    "ci_pai": "点绛唇",
    "content": "蹴罢秋千，起来慵整纤纤手。露浓花瘦，薄汗轻衣透。 见客入来，袜刬金钗溜。和羞走，倚门回首，却把青梅嗅。",
    "translation": "荡罢秋千起身，懒得揉搓细嫩的手。在她身旁，瘦瘦的花枝上挂着晶莹的露珠，她身上的涔涔香汗渗透着薄薄的罗衣。 突然进来一位客人，她慌得顾不上穿鞋，只穿着袜子抽身就走，连头上的金钗也滑落下来。她含羞跑开，倚靠门回头看，又闻了一阵青梅的花香。"
  },
  {
    "title": "永遇乐·落日熔金",
    "author": "李清照",
    "ci_pai": "永遇乐",
    "content": "落日熔金，暮云合璧，人在何处。染柳烟浓，吹梅笛怨，春意知几许。元宵佳节，融和天气，次第岂无风雨。来相召、香车宝马，谢他酒朋诗侣。 中州盛日，闺门多暇，记得偏重三五。铺翠冠儿，捻金雪柳，簇带争济楚。如今憔悴，风鬟霜鬓，怕见夜间出去。不如向、帘儿底下，听人笑语。",
    "translation": "落日的余晖像熔化了的金子，傍晚的云彩像围合着的明月，如今我身在何处？浓浓的烟雾笼罩着柳树，笛子吹奏出哀怨的《梅花落》曲调，究竟还有多少春意？元宵佳节，天气融和，可转眼间哪里就不会有风雨？有人用车马来接我去参加宴会，我婉拒了那些酒朋诗侣的邀请。 遥想当年汴京繁盛的时代，闺中女子有许多闲暇时光，特别看重正月十五元宵节。戴着翡翠镶嵌的帽子，插着捻金的雪柳，打扮得整整齐齐去观灯。如今容颜憔悴，头发蓬乱，两鬓如霜，害怕在夜间出去。倒不如在帘子底下，听听别人的欢声笑语。"
  },
  {
    "title": "蝶恋花·春涨一篙添水面",
    "author": "范成大",
    "ci_pai": "蝶恋花",
    "content": "春涨一篙添水面。芳草鹅儿，绿满微风岸。画舫夷犹湾百转，横塘塔近依前远。 江国多寒农事晚。村北村南，谷雨才耕遍。秀麦连冈桑叶贱，看看尝面收新茧 。",
    "translation": "春水涨满，刚好一篙深浅，水面如镜。水边芳草如茵，鹅儿的脚丫满跚，鲜嫩的绿草，在微风中轻轻晃动。漂亮的船只在曲折的河流中从容缓缓行进，看着前方的塔近了，其实还远。 江南多寒冷，农事也晚些。村北，村南，谷雨时节开犁破土，将田耕种遍。春麦已结秀穗随风起伏连岗成片，山边野桑的桑叶已长得肥厚，价格也贱，准备开始品尝新面，收取新茧。"
  },
  {
    "title": "采桑子·恨君不似江楼月",
    "author": "吕本中",
    "ci_pai": "采桑子",
    "content": "恨君不似江楼月，南北东西。南北东西，只有相随无别离。 恨君却似江楼月，暂满还亏。暂满还亏，待得团圆是几时？",
    "translation": "可恨你不像江边楼上高悬的明月，不管人们南北东西四处漂泊，明月都与人相伴不分离。 可恨你就像江边楼上高悬的明月，短暂的圆满之后又会有缺失，等到明月再圆不知还要等到何时。"
  },
  {
    "title": "秦楼月·芳菲歇",
    "author": "向子諲",
    "ci_pai": "秦楼月",
    "content": "芳菲歇，故园目断伤心切。伤心切，无边烟水，无穷山色。 可堪更近乾龙节，眼中泪尽空啼血。空啼血，子规声外，晓风残月。",
    "translation": "暮春时节，芳菲飘落，极目远眺故园，心中悲痛至极。伤心至极，眼前是无边的烟水，无穷的山色。 更难以忍受的是临近皇帝的寿辰，眼中流尽泪水，只能啼血。啼血又有何用，在杜鹃的啼叫声中，只有晓风残月相伴。"
  },
  {
    "title": "忆秦娥·与君别",
    "author": "房舜卿",
    "ci_pai": "忆秦娥",
    "content": "与君别，相思一夜梅花发。梅花发，寒梢挂月，冻云垂雪。 往时孤剑曾为客，今年双鬓惊华发。惊华发，故乡何在，暮帆风急。",
    "translation": "与你分别后，相思之情萦绕，一夜之间梅花开满枝头。梅花开了，寒枝上挂着明月，寒云低垂，雪花纷飞。 往昔我曾仗剑漂泊为客，如今双鬓忽然间长出白发。看到白发心中一惊，故乡到底在哪里？暮色中帆船在急风中行驶。"
  },
  {
    "title": "苍梧谣·天",
    "author": "蔡伸",
    "ci_pai": "苍梧谣",
    "content": "天，休使圆蟾照客眠。人何在？桂影自婵娟。",
    "translation": "天啊，不要让那圆月照着我这漂泊的旅人入眠。心中思念的人在哪里？只有月中的桂影自顾自地美丽。"
  },
  {
    "title": "忆王孙·春词",
    "author": "李重元",
    "ci_pai": "忆王孙",
    "content": "萋萋芳草忆王孙，柳外楼高空断魂，杜宇声声不忍闻。欲黄昏，雨打梨花深闭门。",
    "translation": "茂盛的芳草，让我想起远游的王孙。登楼远眺，柳林外的天空一片空茫，让人黯然魂销。杜鹃声声啼叫，实在不忍心听闻。天色将晚，雨点打着梨花，我紧紧地关上了门。"
  },
  {
    "title": "临江仙·夜登小阁忆洛中旧游",
    "author": "陈与义",
    "ci_pai": "临江仙",
    "content": "忆昔午桥桥上饮，坐中多是豪英。长沟流月去无声。杏花疏影里，吹笛到天明。 二十余年如一梦，此身虽在堪惊。闲登小阁看新晴。古今多少事，渔唱起三更。",
    "translation": "回忆年轻时在午桥桥上酣饮，座中多是杰出的才俊。月光随长沟奔涌的流水流去，悄然无声。在杏花稀疏的花影中吹起短笛，一直欢乐到天明。 二十多年如同一场梦，此身劫后虽存，每想起一切，只觉得魄悸魂惊！如今我闲散无聊登上小阁，观赏雨后初晴的月夜美景。古往今来多少历史事迹转瞬即逝，半夜里传来渔夫的歌声。"
  },
  {
    "title": "贺新郎·寄李伯纪丞相",
    "author": "张元干",
    "ci_pai": "贺新郎",
    "content": "曳杖危楼去。斗垂天、沧波万顷，月流烟渚。扫尽浮云风不定，未放扁舟夜渡。宿雁落、寒芦深处。怅望关河空吊影，正人间、鼻息鸣鼍鼓。谁伴我，醉中舞。 十年一梦扬州路。倚高寒、愁生故国，气吞骄虏。要斩楼兰三尺剑，遗恨琵琶旧语。谩暗涩、铜华尘土。唤取谪仙平章看，过苕溪、尚许垂纶不。风浩荡，欲飞举。",
    "translation": "拖着手杖，独上高楼去。仰望北斗星低低地垂挂在夜天，俯视沧江正翻起波浪万顷，月亮流泻在烟雾迷漫的洲渚。浮云被横扫净尽、寒风飘拂不定，不能乘坐小船连夜飞渡。栖宿的鸿雁已经落在萧索的芦苇深处。怀着无限惆怅的心情，想望祖国分裂的山河，徒劳无益地相吊形影。这时只听到人间发出的鼾声像敲打鼍鼓，还有谁肯陪伴我乘着酒兴起舞？ 事隔十年好像一场噩梦，走尽了扬州路。独倚高楼夜气十分冷寒，一心怀愁为的是祖国，恨不得一气吞下骄横的胡虏。要亲手杀死金的统治者用这把三尺的宝剑，莫使留下怨恨像王昭君弹出的琵琶怨语。让宝剑暗淡无光，白白地生锈化为尘土。我请您来评论看看，经过苕溪时，还能允许我们垂纶放钓不？大风浩荡，不停地吹着，我雄心勃发，要乘风飞举。"
  },
  {
    "title": "贺新郎·送胡邦衡",
    "author": "张元干",
    "ci_pai": "贺新郎",
    "content": "梦绕神州路。怅秋风、连营画角，故宫离黍。底事昆仑倾砥柱，九地黄流乱注。聚万落千村狐兔。天意从来高难问，况人情老易悲难诉。更南浦，送君去。 凉生岸柳催残暑。耿斜河，疏星残月，断云微度。万里江山知何处？回首对床夜语。雁不到，书成谁与？目尽青天怀今古，肯儿曹恩怨相尔汝！举大白，听《金缕》。",
    "translation": "我辈梦魂一直萦绕着未复的中原。值此金秋在萧萧的风声之中，一方面号角之声连绵不断，似乎军队整装待发；一方面想起故都汴州，已是禾黍稀疏，一片荒凉。为何似昆仑天柱般的黄河中流之砥柱，竟然崩溃，以致浊流泛滥，使中原人民遭受痛苦，使九州之土全成沉陆？又因何使衣冠礼乐的文明乐土，变成狐兔盘踞横行的惨境！天高难问，人间又无知己，只得胡公您一人同在福州，而今又要送您别去，此情能向谁倾诉！ 我与您在水畔饯别，征帆既去，但不忍离去，伫立到江边以致柳枝随风吹飘起，产生一丝凉气。直到银河斜转，只见天上的星儿一眨一眨地出现，云儿漂浮。此别之后，不知您流放何方，相隔万里，山长水阔，不知何处可以重聚，只好与您梦中相会，互诉衷肠。雁儿又不传递书信，如何是好？我辈是顶天立地的人物，怎能像小儿女那样只顾个人的恩怨呢！让我们举起酒杯来，听我唱一曲《金缕衣》，为你壮行送别吧！"
  },
  {
    "title": "柳梢青·茅舍疏篱",
    "author": "杨无咎",
    "ci_pai": "柳梢青",
    "content": "茅舍疏篱。半飘残雪，斜卧低枝。可更相宜，烟笼修竹，月在寒溪。 宁宁伫立移时。判瘦损、无妨为伊。谁赋才情，画成幽思，写入新诗。",
    "translation": "在简陋的茅舍边，稀疏的篱笆旁，梅花正绽放，有的花瓣已经飘落，有的还斜卧在低垂的枝头。此时若有烟雾笼罩的修长竹子，以及寒溪上的明月相伴，就更加相宜了。 久久地伫立在花前，哪怕为它而憔悴消瘦也心甘情愿。谁能凭借自己的才情，将这清幽的情思画下来，写入新的诗篇呢？"
  },
  {
    "title": "饮马歌·边头春未到",
    "author": "曹勋",
    "ci_pai": "饮马歌",
    "content": "边头春未到，雪满交河道。暮沙明残照，塞烽云间小。断鸿悲，陇月低，泪湿征衣悄。岁华老。",
    "translation": "边塞的春天还未到来，雪花铺满了交河的道路。傍晚的沙漠在残阳的照耀下一片明亮，边塞的烽火在云间显得渺小。失群的大雁在悲鸣，陇头的月亮低垂，泪水悄悄地浸湿了征人的衣裳。年华就这样老去。"
  },
  {
    "title": "满江红·写怀",
    "author": "岳飞",
    "ci_pai": "满江红",
    "content": "怒发冲冠，凭栏处、潇潇雨歇。抬望眼，仰天长啸，壮怀激烈。三十功名尘与土，八千里路云和月。莫等闲，白了少年头，空悲切！ 靖康耻，犹未雪。臣子恨，何时灭！驾长车，踏破贺兰山缺。壮志饥餐胡虏肉，笑谈渴饮匈奴血。待从头、收拾旧山河，朝天阙。",
    "translation": "我愤怒得头发竖了起来，帽子被顶飞了。独自登高凭栏远眺，骤急的风雨刚刚停歇。抬头远望天空，禁不住仰天长啸，一片报国之心充满心怀。三十多年来虽已建立一些功名，但如同尘土微不足道，南北转战八千里，经过多少风云人生。好男儿，要抓紧时间为国建功立业，不要空空将青春消磨，等年老时徒自悲切。 靖康之变的耻辱，至今仍然没有被雪洗。作为国家臣子的愤恨，何时才能泯灭！我要驾着战车向贺兰山进攻，连贺兰山也要踏为平地。我满怀壮志，打仗饿了就吃敌人的肉，谈笑渴了就喝敌人的鲜血。待我重新收复旧日山河，再带着捷报向国家报告胜利的消息！"
  },
  {
    "title": "小重山·昨夜寒蛩不住鸣",
    "author": "岳飞",
    "ci_pai": "小重山",
    "content": "昨夜寒蛩不住鸣。惊回千里梦，已三更。起来独自绕阶行。人悄悄，帘外月胧明。 白首为功名。旧山松竹老，阻归程。欲将心事付瑶琴。知音少，弦断有谁听？",
    "translation": "昨夜，寒秋蟋蟀不住哀鸣，梦回故乡，千里燃战火，被惊醒，已三更。站起身，独绕台阶踽踽行。四周静悄悄，帘外，一轮淡月正朦胧。 为国建功留青史，未老满头霜星星。家山松竹苍然老，无奈议和声起、阻断了归程。想把满腹心事，付与瑶琴弹一曲。可高山流水知音稀，纵然弦弹断，又有谁来听？"
  },
  {
    "title": "鹧鸪天·一点残红欲尽时",
    "author": "周紫芝",
    "ci_pai": "鹧鸪天",
    "content": "一点残红欲尽时，乍凉秋气满屏帏。梧桐叶上三更雨，叶叶声声是别离。 调宝瑟，拨金猊，那时同唱鹧鸪词。如今风雨西楼夜，不听清歌也泪垂。",
    "translation": "残灯将灭，闪烁的灯光映着屏风，乍凉的秋意弥漫在室内。窗外，三更时分，雨打在梧桐树叶上，那声音仿佛是离别的声音。 曾经，我们一起调弄宝瑟，拨动香炉，同声唱着《鹧鸪词》。如今，在这西楼的风雨之夜，即使不听那清歌，我也泪水涟涟。"
  },
  {
    "title": "霜天晓角·题采石蛾眉亭",
    "author": "韩元吉",
    "ci_pai": "霜天晓角",
    "content": "倚天绝壁，直下江千尺。天际两蛾凝黛，愁与恨，几时极！ 暮潮风正急，酒阑闻塞笛。试问谪仙何处？青山外，远烟碧。",
    "translation": "高耸的绝壁直插云霄，下临千尺江面。天边的两座山峰像女子的蛾眉般凝着黛色，这愁绪与怨恨，何时才是尽头！ 暮潮汹涌，风势正急，酒兴阑珊时又听到了边塞的笛声。试问李白如今在哪里？在那青山之外，只有远远的一片烟霭碧绿。"
  },
  {
    "title": "眼儿媚·迟迟春日弄轻柔",
    "author": "朱淑真",
    "ci_pai": "眼儿媚",
    "content": "迟迟春日弄轻柔，花径暗香流。清明过了，不堪回首，云锁朱楼。 午窗睡起莺声巧，何处唤春愁？绿杨影里，海棠亭畔，红杏梢头。",
    "translation": "春日迟迟，轻柔的春风吹拂着，花径里散发着暗暗的香气。清明已经过去，往事不堪回首，白云仿佛锁住了朱楼。 午睡醒来，窗外莺声婉转，是从何处传来的春愁呢？在绿杨的影子里，海棠亭的旁边，红杏的枝头。"
  },
  {
    "title": "谒金门·春半",
    "author": "朱淑真",
    "ci_pai": "谒金门",
    "content": "春已半，触目此情无限。十二阑干闲倚遍，愁来天不管。 好是风和日暖，输与莺莺燕燕。满院落花帘不卷，断肠芳草远。",
    "translation": "春天已经过去一半，眼前的景象让我愁绪无限。我倚遍了十二曲栏杆，可这愁绪上天却不理会。 风和日暖本是好天气，可这美景却比不过成双成对的莺燕。满院都是落花，我也懒得卷起门帘，那萋萋芳草更让我想起远方的人，愁肠寸断。"
  },
  {
    "title": "蝶恋花·送春",
    "author": "朱淑真",
    "content": "楼外垂杨千万缕。欲系青春，少住春还去。犹自风前飘柳絮。随春且看归何处。 绿满山川闻杜宇。便做无情，莫也愁人苦。把酒送春春不语。黄昏却下潇潇雨。",
    "translation": "楼外垂杨千丝万缕，想要系住春天，可春天稍作停留还是离去了。柳絮仍然在风前飘飞，我要随着春天看看它到底归向何处。 山川一片碧绿，听到了杜鹃的啼叫。就算春天无情，难道就不理解人的愁苦吗？我举起酒杯送春天，春天却默默无语。黄昏时分，却下起了潇潇细雨。"
  },
  {
    "title": "踏莎行·秋入云山",
    "author": "张抡",
    "ci_pai": "踏莎行",
    "content": "秋入云山，物情潇洒。百般景物堪图画。丹枫万叶碧云边，黄花千点幽岩下。 已喜佳辰，更怜清夜。一轮明月林梢挂。松醪常与野人期，忘形共说清闲话。",
    "translation": "秋天来到了云山，景色清朗脱俗。各种景物都像是可以入画的。火红的枫叶在碧云的边上，黄色的菊花在幽静的山岩下绽放。 既喜欢这美好的时光，更爱这清静的夜晚。一轮明月挂在林梢。常常与山野之人相约，不拘形迹地一起谈论着家常闲话。"
  },
  {
    "title": "瑞鹤仙·郊原初过雨",
    "author": "袁去华",
    "ci_pai": "瑞鹤仙",
    "content": "郊原初过雨。见败叶零乱，风定犹舞。斜阳挂深树。映浓愁浅黛，遥山媚妩。来时旧路。尚岩花、娇黄半吐。到而今，惟有溪边流水，见人如故。 无语。邮亭深静，下马还寻，旧曾题处。无聊倦旅。伤离恨，最愁苦。纵收香藏镜，他年重到，人面桃花在否。念沈沈、小阁幽窗，有时梦去。",
    "translation": "郊外原野刚刚下过雨。只见败落的树叶零乱，风停了还在飘舞。斜阳挂在茂密的树梢。远处的山峦像是带着浓愁和浅黛，妩媚动人。沿着来时的旧路。还能看到岩石旁的花，有一半娇黄的花朵正开放。到如今，只有溪边的流水，还像过去一样见人。 我默默无语。邮亭十分寂静，下马后我还在寻找，过去曾经题诗的地方。这无聊的倦游生活。让我伤于离别怨恨，最为愁苦。纵然我收起她的香囊，藏起她的铜镜，他年再次来到这里，是否还能见到她的人面桃花。常常想着那深深的小阁幽窗，有时在梦中会去到那里。"
  },
  {
    "title": "钗头凤·红酥手",
    "author": "陆游",
    "ci_pai": "钗头凤",
    "content": "红酥手，黄縢酒，满城春色宫墙柳。东风恶，欢情薄。一怀愁绪，几年离索。错、错、错。 春如旧，人空瘦，泪痕红浥鲛绡透。桃花落，闲池阁。山盟虽在，锦书难托。莫、莫、莫！",
    "translation": "你红润酥腻的手里，捧着盛上黄縢酒的杯子。满城荡漾着春天的景色，你却像宫墙中的绿柳那般遥不可及。春风多么可恶，欢情被吹得那样稀薄。满杯酒像是一杯忧愁的情绪，离别几年来的生活十分萧索。错，错，错！ 美丽的春景依然如旧，只是人却白白相思地消瘦。泪水洗尽脸上的胭脂红，又把薄绸的手帕全都湿透。满春的桃花凋落在寂静空旷的池塘楼阁上。永远相爱的誓言还在，可是锦文书信再也难以交付。莫，莫，莫！"
  },
  {
    "title": "秋波媚·七月十六晚登高",
    "author": "陆游",
    "ci_pai": "秋波媚",
    "content": "秋到边城角声哀，烽火照高台。悲歌击筑，凭高酹酒，此兴悠哉！ 多情谁似南山月，特地暮云开。灞桥烟柳，曲江池馆，应待人来。",
    "translation": "秋天来到边城，号角声显得十分哀婉，烽火照亮了高台。我悲歌击筑，登高酹酒，这兴致多么豪迈！ 有谁能像终南山的月亮那样多情呢，特意为我们把暮云散开。灞桥的烟柳，曲江的池馆，应该在等待着我们的到来。"
  },
  {
    "title": "卜算子·咏梅",
    "author": "陆游",
    "ci_pai": "卜算子",
    "content": "驿外断桥边，寂寞开无主。已是黄昏独自愁，更着风和雨。 无意苦争春，一任群芳妒。零落成泥碾作尘，只有香如故。",
    "translation": "驿站之外的断桥边，梅花孤单寂寞地绽开了花，无人过问。暮色降临，梅花无依无靠，已经够愁苦了，却又遭到了风雨的摧残。 梅花并不想费尽心思去争艳斗宠，对百花的妒忌与排斥毫不在乎。即使凋零了，被碾作泥土，又化作尘土了，梅花依然和往常一样散发出缕缕清香。"
  },
  {
    "title": "夜游宫·记梦寄师伯浑",
    "author": "陆游",
    "ci_pai": "夜游宫",
    "content": "雪晓清笳乱起。梦游处、不知何地。铁骑无声望似水。想关河，雁门西，青海际。 睡觉寒灯里。漏声断、月斜窗纸。自许封侯在万里。有谁知，鬓虽残，心未死！",
    "translation": "下过雪的清晨，有清幽的笳声响起。梦中所游之地，不知道是在什么地方。铁骑无声，望过去如水流淌一般绵延不绝。我猜想这样的关河，应该在雁门关西边，青海的边际。 睡醒时，正守着一盏寒灯。漏声滴断，月光斜映着窗纸。我自许要为国家封万里侯，有谁能知道呢？我鬓发虽残败灰白，可我 心还未死！"
  },
  {
    "title": "鹊桥仙·华灯纵博",
    "author": "陆游",
    "ci_pai": "鹊桥仙",
    "content": "华灯纵博，雕鞍驰射，谁记当年豪举。酒徒一半取封侯，独去作、江边渔父。 轻舟八尺，低篷三扇，占断苹洲烟雨。镜湖元自属闲人，又何必、官家赐与。",
    "translation": "在华丽的明灯下尽情地博弈，跨着雕饰的马鞍纵情地射箭，如今还有谁记得当年那豪迈的举动？当年一起饮酒的朋友，有一半已经封官拜侯，我却独自离去，做了江边的渔父。 小船只有八尺长，低低的竹篷有三扇，独自占据那长满苹草的沙洲，欣赏烟雨迷蒙的景致。镜湖本来就属于闲散之人，又何必非要得到官家的赏赐。"
  },
  {
    "title": "诉衷情·当年万里觅封侯",
    "author": "陆游",
    "ci_pai": "诉衷情",
    "content": "当年万里觅封侯，匹马戍梁州。关河梦断何处？尘暗旧貂裘。 胡未灭，鬓先秋，泪空流。此生谁料，心在天山，身老沧洲。",
    "translation": "回忆当年奔赴万里外的边疆，寻找建功立业的机会，单枪匹马奔赴边境保卫梁州。如今防守边疆要塞的从军生活只能在梦中出现，梦一醒不知身在何处？唯有曾穿过的貂皮裘衣，已积满灰尘变得又暗又旧。 金兵还未消灭，自己的双鬓却早已斑白，如秋霜，只能任忧国的眼泪白白地流淌。谁能料我这一生，心始终在抗金的前线，人却老死在沧州。"
  },
  {
    "title": "钗头凤·世情薄",
    "author": "唐琬",
    "ci_pai": "钗头凤",
    "content": "世情薄，人情恶，雨送黄昏花易落。晓风干，泪痕残，欲笺心事，独语斜阑。难，难，难！ 人成各，今非昨，病魂常似秋千索。角声寒，夜阑珊，怕人寻问，咽泪装欢。瞒，瞒，瞒！",
    "translation": "世事炎凉，人心险恶，黄昏中下着雨，打落片片桃花。清晨的风把泪水吹干，脸上残留着泪痕，想写下心中的愁绪，却只能倚着斜栏独自低语。难，难，难！ 如今两人已经分离，过去的事不再提起，病弱的灵魂就像秋千索般晃荡不安。号角声透着寒意，夜晚即将过去，怕别人询问，只好忍住泪水，强颜欢笑。瞒，瞒，瞒！"
  },
  {
    "title": "卜算子·独自上层楼",
    "author": "程垓",
    "ci_pai": "卜算子",
    "content": "独自上层楼，楼外青山远。望到斜阳欲尽时，不见西飞雁。独自下层楼，楼下蛩声怨。待到黄昏月上时，依旧柔肠断。",
    "translation": "独自一人登上高楼，看到楼外青山连绵遥远。一直望到斜阳快要消失，也没见到西飞的大雁。独自一人走下高楼，楼下传来蟋蟀哀怨的叫声。等到黄昏月亮升起，心中依旧柔肠寸断 。"
  },
  {
    "title": "昭君怨·赋松上鸥",
    "author": "杨万里",
    "ci_pai": "昭君怨",
    "content": "晚饮诚斋，忽有一鸥来泊松上，已而复去，感而赋之。偶听松梢扑鹿，知是沙鸥来宿。稚子莫喧哗，恐惊他。俄倾忽然飞去，飞去不知何处。我已乞归休，报沙鸥。",
    "translation": "晚上在诚斋饮酒，一只鸥鸟飞来停在松树上，不久又飞走，有感而写此词。偶然听到松树梢有动静，知道是沙鸥来栖息。让小孩别大声喧哗，怕惊扰了它。一会儿沙鸥忽然飞走，不知去向。我已请求辞官归隐，特来告诉沙鸥。"
  },
  {
    "title": "好事近·七月十三日夜",
    "author": "杨万里",
    "ci_pai": "好事近",
    "content": "月未到诚斋，先到万花川谷。不是诚斋无月，隔一林修竹。如今才是十三夜，月色已如玉。未是秋光奇绝，看十五十六。",
    "translation": "月亮还没照到诚斋，先照到了万花川谷。不是诚斋没有月亮，而是被一林修长的竹子隔开了。如今才是七月十三的夜晚，月色就已经如碧玉般美好。但这还不是最奇绝的秋光，要想看那最奇绝的，还是在十五十六的夜晚。"
  },
  {
    "title": "卜算子·不是爱风尘",
    "author": "严蕊",
    "ci_pai": "卜算子",
    "content": "不是爱风尘，似被前缘误。花落花开自有时，总赖东君主。去也终须去，住也如何住！若得山花插满头，莫问奴归处。",
    "translation": "我并不是生性喜好风尘生活，命运似乎是前世的前缘所致。花开花落自有一定的时候，可这一切都只能依靠司春之神东君来作主。离开是终究要离开的，留下来又怎么能留得住？如果有朝一日能将山花插满头，那就不需要问我归向何处。"
  },
  {
    "title": "六州歌头·长淮望断",
    "author": "张孝祥",
    "ci_pai": "六州歌头",
    "content": "长淮望断，关塞莽然平。征尘暗，霜风劲，悄边声。黯销凝。追想当年事，殆天数，非人力，洙泗上，弦歌地，亦膻腥。隔水毡乡，落日牛羊下，区脱纵横。看名王宵猎，骑火一川明。笳鼓悲鸣。遣人惊。念腰间箭，匣中剑，空埃蠹，竟何成。时易失，心徒壮，岁将零。渺神京。干羽方怀远，静烽燧，且休兵。冠盖使，纷驰骛，若为情。闻道中原遗老，常南望、翠葆霓旌。使行人到此，忠愤气填膺。有泪如倾。",
    "translation": "伫立漫长的淮河岸边极目望远，关塞一片莽苍平阔的景象。北伐的征尘已暗淡，寒冷的秋风在劲吹，边塞上静寂悄然。我凝神伫立，心情黯淡。追想当年的中原沧陷，大概是天意运数，并非人力可扭转；在孔门弟子求学的故地，也已变成膻腥一片。隔着淮河，对岸是金国的毡帐，黄昏落日下，牛、羊在暮霭中缓缓回归。边境哨所纵横交错。看金兵的将领夜间出猎，骑兵手持火把照亮了整片平川，胡笳鼓角发出悲壮的声音，令人胆战心惊。 想我腰间的弓箭，匣中的宝剑，空自遭了虫尘埃的侵蚀，却不能杀敌报国建立功勋。时机轻易流失，壮心徒自雄健，岁月如流，一年将尽。遥望汴京，多么遥远渺茫。朝廷正推行礼乐以怀柔靖远，边境烽火已熄灭，停止了战争。冠服乘车的使者，纷纷地奔驰忙碌，实在让人羞愧难以为情。听说中原的遗民，常常盼望朝廷，盼望皇帝的仪仗到来。此时，爱国之士到此，忠愤之气必填满胸膛，泪水如倾洒而出。"
  },
  {
    "title": "水调歌头·和庞佑父",
    "author": "张孝祥",
    "ci_pai": "水调歌头",
    "content": "雪洗虏尘静，风约楚云留。何人为写悲壮，吹角古城楼。湖海平生豪气，关塞如今风景，剪烛看吴钩。剩喜然犀处，骇浪与天浮。忆当年，周与谢，富春秋。小乔初嫁，香囊未解，勋业故优游。赤壁矶头落照，肥水桥边衰草，渺渺唤人愁。我欲乘风去，击楫誓中流。",
    "translation": "白雪洗刷了金人掀起的战尘，大江已很平静，寒风阻住了我往楚云停留。什么人在城楼上吹奏起悲壮的号角？我向来在江湖间怀着豪迈的气概，如今关河边塞的形势，使得我在深夜里挑亮灯烛，看一看锋利的吴钩。更加令人高兴的是采石矶之处，掀起的惊涛骇浪连天涌浮。 回忆历史上的那年，正是周瑜和谢玄年轻有为的时节。小乔刚刚出嫁，紫罗香囊犹未焚解，他们从容不迫地建立了不朽勋业。赤壁的巉岩上落日映照，肥水处的桥边一派衰草，悠远缥缈地唤起人们的愁绪。我一定要乘风破浪，效仿祖逖击楫发誓在渡江的中流。"
  },
  {
    "title": "念奴娇·过洞庭",
    "author": "张孝祥",
    "ci_pai": "念奴娇",
    "content": "洞庭青草，近中秋，更无一点风色。玉鉴琼田三万顷，着我扁舟一叶。素月分辉，明河共影，表里俱澄澈。悠然心会，妙处难与君说。应念岭表经年，孤光自照，肝胆皆冰雪。短发萧骚襟袖冷，稳泛沧浪空阔。尽挹西江，细斟北斗，万象为宾客。扣舷独啸，不知今夕何夕。",
    "translation": "洞庭湖与青草湖相连，临近中秋，湖面没有一点风。三万顷明镜般的湖水，载着我这一片细小的扁舟。皎洁的月亮洒下清辉，银河的影子在湖中清晰可见，湖水和天色一样澄澈。我悠然地领悟到了其中的妙处，难以用言语向您诉说。 回想我在岭南的这些年，只有明月的光辉陪伴自己，我的心地如同冰雪般纯洁。头发稀疏，衣襟和衣袖都感到寒冷，但我安稳地在这广阔的湖面上泛舟。我舀尽西江的水当作美酒，用北斗星当酒器慢慢地斟酒，邀请世间万物做我的宾客。我敲着船舷独自长啸，不知道今夜是何夜。"
  },
  {
    "title": "西江月·问讯湖边春色",
    "author": "张孝祥",
    "ci_pai": "西江月",
    "content": "问讯湖边春色，重来又是三年。东风吹我过湖船，杨柳丝丝拂面。世路如今已惯，此心到处悠然。寒光亭下水连天，飞起沙鸥一片。",
    "translation": "问候这湖边的春色，上次来到这里到现在已经过了三年。东风吹着我的小船驶过湖面，杨柳的枝条轻拂我的脸面。 人生道路上的坎坷我如今已司空见惯，无论到哪里，我的心一片悠然。寒光亭下湖水与天空相接，一群沙鸥在飞起。"
  },
  {
    "title": "西江月·阻风山峰下",
    "author": "张孝祥",
    "ci_pai": "西江月",
    "content": "满载一船秋色，平铺十里湖光。波神留我看斜阳，唤起鳞鳞细浪。明日风回更好，今宵露宿何妨。水晶宫里奏霓裳，准拟岳阳楼上。",
    "translation": "船上满载着秋天的景色，十里湖面平铺着粼粼湖光，水神像是有意留住我观看夕阳西下，涌起粼粼波浪。 明天风向回转应该更好，今晚露宿又有什么关系呢？水晶宫里仿佛在演奏霓裳羽衣曲，我准备登上岳阳楼观赏美景。"
  },
  {
    "title": "临江仙·暮春",
    "author": "赵长卿",
    "ci_pai": "临江仙",
    "content": "过尽征鸿来尽燕，故园消息茫然。一春憔悴有谁怜。怀家寒食夜，中酒落花天。见说江头春浪渺，殷勤欲送归船。别来此处最萦牵。短篷南浦雨，疏柳断桥烟。",
    "translation": "远飞的大雁都已飞过，燕子也都飞尽，故乡的消息全然不知。整个春天都憔悴消瘦，又有谁来可怜我呢？在寒食节的夜里思念家乡，在落花时节醉酒。 听说江头春潮渺渺，好像在殷勤地送我回家的船。自从离别后，这里的情景最让我牵挂。记得在南浦的雨中，坐在短篷的船上，断桥边柳树稀疏，烟雾笼罩。"
  },
  {
    "title": "摸鱼儿·更能消几番风雨",
    "author": "辛弃疾",
    "ci_pai": "摸鱼儿",
    "content": "淳熙己亥，自湖北漕移湖南，同官王正之置酒小山亭，为赋。更能消、几番风雨，匆匆春又归去。惜春长怕花开早，何况落红无数。春且住，见说道、天涯芳草无归路。怨春不语。算只有殷勤，画檐蛛网，尽日惹飞絮。长门事，准拟佳期又误。蛾眉曾有人妒。千金纵买相如赋，脉脉此情谁诉？君莫舞，君不见、玉环飞燕皆尘土！闲愁最苦！休去倚危栏，斜阳正在，烟柳断肠处。",
    "translation": "淳熙己亥年，我从湖北转运副使调任湖南，同僚王正之在小山亭摆酒为我饯行，我写下此词。 还能经受得住几次风雨，春天又匆匆地归去了。爱惜春天，常常怕花儿开得太早，何况如今落花无数。春天啊，请你暂且停留，听说天边的芳草已经阻断了你的归路。我埋怨春天默默不语。算起来只有那屋檐下的蜘蛛网，整天沾惹着飘飞的柳絮。 汉武帝与陈皇后的故事，约定的佳期又一次耽误。陈皇后的美貌曾遭人妒忌。即使花千金买司马相如的赋，这脉脉深情又能向谁倾诉？你们不要得意忘形，难道没看见杨玉环、赵飞燕都化为尘土了吗？无端的愁绪最苦。不要去倚靠着高楼栏杆，夕阳正在西下，烟雾笼罩的柳树让人肝肠寸断。"
  },
  {
    "title": "水龙吟·登建康赏心亭",
    "author": "辛弃疾",
    "ci_pai": "水龙吟",
    "content": "楚天千里清秋，水随天去秋无际。遥岑远目，献愁供恨，玉簪螺髻。落日楼头，断鸿声里，江南游子。把吴钩看了，栏杆拍遍，无人会，登临意。休说鲈鱼堪脍，尽西风，季鹰归未？求田问舍，怕应羞见，刘郎才气。可惜流年，忧愁风雨，树犹如此！倩何人唤取，红巾翠袖，揾英雄泪！",
    "translation": "楚天千里辽阔一派凄清秋色，长江水随天流去秋色无边无际。极目眺望远处的山岭，引发我愁思和遗恨，它们像碧玉发簪和青螺发髻。夕阳斜照楼头，失群的孤雁哀鸣声声，我这个江南游子。把佩刀吴钩看完，栏杆拍遍，但没有人能领会我此刻登楼的心意。 不要说鲈鱼肉丝鲜美，秋风呼呼刮满天，我不会像西晋的张翰为贪吃家乡美味而弃官。更不会像三国时的许汜只顾购置田地房产，怕会羞于看见才气横溢的刘备。可惜时光如流水一般过去，我真担心着风雨飘荡中的国家，真像桓温所说树也已经长得这么大了！叫谁去请那些披红着绿的歌女，来为我擦掉英雄失意的眼泪！"
  },
  {
        "title": "清平乐·独宿博山王氏庵",
        "author": "辛弃疾",
        "ci_pai": "清平乐",
        "content": "绕床饥鼠，蝙蝠翻灯舞。屋上松风吹急雨，破纸窗间自语。 平生塞北江南，归来华发苍颜。布被秋宵梦觉，眼前万里江山。",
        "translation": "夜出觅食的饥鼠绕床爬行，蝙蝠居然也到室内围灯翻飞起舞。屋外狂风夹带着松涛，犹如汹涌波涛般放声呼啸；而大雨瓢泼而下，急促地敲打着屋顶；糊窗纸被风撕裂，发出呼啦啦的声音，仿佛在自言自语。 从塞北辗转江南，如今归隐山林，已是容颜苍老，满头白发。一阵凄冷的秋风吹透了单薄的布被，突然惊醒，眼前依稀还是梦中的万里江山。"
  },
  {
        "title": "水龙吟·过南剑双溪楼",
        "author": "辛弃疾",
        "ci_pai": "水龙吟",
        "content": "举头西北浮云，倚天万里须长剑。人言此地，夜深长见，斗牛光焰。我觉山高，潭空水冷，月明星淡。待燃犀下看，凭栏却怕，风雷怒，鱼龙惨。 峡束苍江对起，过危楼，欲飞还敛。元龙老矣！不妨高卧，冰壶凉簟。千古兴亡，百年悲笑，一时登览。问何人又卸，片帆沙岸，系斜阳缆？",
        "translation": "抬头观看西北天空，那浮云遮蔽之处，万里河山需要有倚天的长剑来收复。人们传说，在这双溪楼上，夜深的时候常常能看到，牛宿和斗宿闪烁着光芒。我只觉得山峦高耸，潭水空阔，水冷刺骨，月光明亮星光暗淡。想要点燃犀角下到水中看看，却又怕倚靠栏杆时，风雷怒吼，鱼龙凶残。 双溪狭束着的江面，两岸对峙而起，经过高楼时，波涛好像要飞腾起来，却又收敛平息。我这陈元龙已经老了！不妨高枕而卧，用冰壶盛水，躺在凉席上。千古以来的兴亡之事，百年人生的悲欢离合，都在这一次登楼览胜时涌上心头。试问，又是谁卸下片帆，在沙滩上系缆，让船斜靠在夕阳下呢？"
      },
  {
        "title": "西江月·夜行黄沙道中",
        "author": "辛弃疾",
        "ci_pai": "西江月",
        "content": "明月别枝惊鹊，清风半夜鸣蝉。稻花香里说丰年，听取蛙声一片。 七八个星天外，两三点雨山前。旧时茅店社林边，路转溪桥忽见。",
        "translation": "皎洁的月光从树枝间掠过，惊飞了枝头喜鹊，清凉的晚风吹来仿佛听见了远处的蝉叫声。在稻花的香气里，人们谈论着丰收的年景，耳边传来阵阵蛙声，好像在说着丰收年。 天空中轻云漂浮，闪烁的星星时隐时现，山前下起了淅淅沥沥的小雨。往日的小茅草屋还在土地庙的树林旁，道路转过溪水的源头，它便忽然出现在眼前。"
      },
  {
        "title": "贺新郎·别茂嘉十二弟",
        "author": "辛弃疾",
        "ci_pai": "贺新郎",
        "content": "绿树听鹈鴂。更那堪、鹧鸪声住，杜鹃声切。啼到春归无寻处，苦恨芳菲都歇。算未抵、人间离别。马上琵琶关塞黑，更长门、翠辇辞金阙。看燕燕，送归妾。 将军百战身名裂。向河梁、回头万里，故人长绝。易水萧萧西风冷，满座衣冠似雪。正壮士、悲歌未彻。啼鸟还知如许恨，料不啼清泪长啼血。谁共我，醉明月？",
        "translation": "听着绿树荫里鹈鴂叫得凄恶，更令人悲伤不已。鹧鸪鸟“行不得也哥哥”的啼叫刚停，杜鹃又发出“不如归去”悲切的号呼。一直啼到春天归去再无寻觅处，芬芳的百花都枯萎，实在令人愁恨到了极点。但这一切都比不上人间的离别。汉代王昭君骑在马上弹着琵琶，奔向黑沉沉的关塞荒野，更有陈皇后阿娇退居长门别馆，坐着翠碧的宫辇辞别皇宫金阙。春秋时卫国庄姜望着燕燕双飞，远送休弃去国的归妾。 汉代名将李陵身经百战，兵败归降匈奴而身败名裂。到河边轿头送别苏武，回头遥望故国远隔万里，与故友永远诀别。还有荆轲冒着萧瑟秋风，慷慨悲歌无尽无歇。啼鸟若知人间有如此多的悲恨痛切，料想它不再悲啼清泪，而总是悲啼着鲜血。如今茂嘉弟远别，还有谁与我一同饮酒醉赏明月？"
      },
  {
        "title": "贺新郎·甚矣吾衰矣",
        "author": "辛弃疾",
        "ci_pai": "贺新郎",
        "content": "邑中园亭，仆皆为赋此词。一日，独坐停云，水声山色，竞来相娱。意溪山欲援例者，遂作数语，庶几仿佛渊明思亲友之意云。 甚矣吾衰矣。怅平生、交游零落，只今余几！白发空垂三千丈，一笑人间万事。问何物、能令公喜？我见青山多妩媚，料青山见我应如是。情与貌，略相似。 一尊搔首东窗里。想渊明、停云诗就，此时风味。江左沉酣求名者，岂识浊醪妙理。回首叫、云飞风起。不恨古人吾不见，恨古人、不见吾狂耳。知我者，二三子。",
        "translation": "我居住的县城里有不少园林亭榭，我都为它们写了词。一天，独自坐在停云堂，山水美景竞相来让我欣赏。我想这溪山也是依照先例（希望我为它写词），于是写下几句，差不多近似陶渊明《停云》诗思念亲友的意思。 我已经很衰老了。怅恨自己的一生，交游朋友零落，如今还剩下几个！白白地生出三千丈的白发，对人间万事付诸一笑。试问什么东西能让我高兴？我看那青山潇洒多姿，想必青山看我也是一样。不论情怀还是外貌，都非常相似。 在东窗下饮酒搔首。遥想当年陶渊明写成《停云》诗的时候，也是这样的意趣吧。江南那些醉心于功名利禄的人，又怎能懂得饮酒的妙处。回头高叫，白云飘飞，狂风骤起。我不遗憾自己没见到古人，只遗憾古人没见到我的疏狂罢了。了解我的，还是那几个朋友。"
      },
  {
        "title": "丑奴儿·书博山道中壁",
        "author": "辛弃疾",
        "ci_pai": "丑奴儿",
        "content": "少年不识愁滋味，爱上层楼。爱上层楼，为赋新词强说愁。 而今识尽愁滋味，欲说还休。欲说还休，却道天凉好个秋。",
        "translation": "人年少时不知道忧愁的滋味，喜欢登高远望。喜欢登高远望，为写一首新词无愁而勉强说愁。 现在尝尽了忧愁的滋味，想说却说不出。想说却说不出，却说道：“好个凉爽的秋天呀！”"
      },
  {
        "title": "太常引·建康中秋夜为吕叔潜赋",
        "author": "辛弃疾",
        "ci_pai": "太常引",
        "content": "一轮秋影转金波，飞镜又重磨。把酒问姮娥：被白发、欺人奈何？ 乘风好去，长空万里，直下看山河。斫去桂婆娑，人道是、清光更多。",
        "translation": "一轮缓缓移动的秋月洒下万里金波，就像那刚磨亮的铜镜又飞上了天廓。我举起酒杯问那月中的嫦娥：怎么办呢？白发日增，好像故意欺负我。 我要乘风飞上万里长空，俯视祖国的大好山河。还要砍去月中摇曳的桂树枝柯，人们说，这将使月亮洒下人间的光辉更多。"
      },
  {
        "title": "破阵子·为陈同甫赋壮词以寄",
        "author": "辛弃疾",
        "ci_pai": "破阵子",
        "content": "醉里挑灯看剑，梦回吹角连营。八百里分麾下炙，五十弦翻塞外声，沙场秋点兵。 马作的卢飞快，弓如霹雳弦惊。了却君王天下事，赢得生前身后名。可怜白发生！",
        "translation": "醉梦里挑亮油灯观看宝剑，梦中回到了当年的各个营垒，接连响起号角声。把烤牛肉分给部下享用，让乐器奏起雄壮的军乐鼓舞士气。这是秋天在战场上阅兵。 战马像的卢马那样跑得飞快，弓箭像惊雷一样，震耳离弦。(我)一心想替君主完成收复国家失地的大业，取得世代相传的美名。可怜已成了白发人！"
      },
  {
        "title": "鹧鸪天·有客慨然谈功名",
        "author": "辛弃疾",
        "ci_pai": "鹧鸪天",
        "content": "壮岁旌旗拥万夫，锦襜突骑渡江初。燕兵夜娖银胡䩮，汉箭朝飞金仆姑。 追往事，叹今吾，春风不染白髭须。却将万字平戎策，换得东家种树书。",
        "translation": "我年轻的时候带着一万多的士兵、精锐的骑兵们渡过长江时。金人的士兵晚上在准备着箭袋，而我们汉人军队一大早则向敌人射著名叫金仆姑的箭。 追忆着往事，感叹如今的自己，春风也不能把我的白胡子染成黑色了。我看都把那一万多字能平定金人的策略，拿去跟东边的人家换换种树的书吧。"
      },
  {
        "title": "西江月·遣兴",
        "author": "辛弃疾",
        "ci_pai": "西江月",
        "content": "醉里且贪欢笑，要愁那得工夫。近来始觉古人书，信著全无是处。 昨夜松边醉倒，问松我醉何如。只疑松动要来扶，以手推松曰去。",
        "translation": "喝醉了酒后恣意欢笑，哪里还有工夫发愁？最近才发现古书上的话，的的确确是没有半点可信的！ 昨夜在松边喝醉了，醉眼迷蒙，把松树看成了人，就问他：“我醉得怎么样？”恍惚中看见松树摆动着身姿，好像要来扶我，我连忙用手推开它说：“走开！”"
      },
  {
        "title": "永遇乐·京口北固亭怀古",
        "author": "辛弃疾",
        "ci_pai": "永遇乐",
        "content": "千古江山，英雄无觅孙仲谋处。舞榭歌台，风流总被雨打风吹去。斜阳草树，寻常巷陌，人道寄奴曾住。想当年，金戈铁马，气吞万里如虎。 元嘉草草，封狼居胥，赢得仓皇北顾。四十三年，望中犹记，烽火扬州路。可堪回首，佛狸祠下，一片神鸦社鼓。凭谁问，廉颇老矣，尚能饭否？",
        "translation": "历经千古的江山，再也难找到像孙权那样的英雄。当年的舞榭歌台还在，英雄人物却随着岁月的流逝早已不复存在。斜阳照着长满草树的普通小巷，人们说那是当年刘裕曾经住过的地方。遥想当年，他指挥着强劲精良的兵马，气吞骄虏一如猛虎。 元嘉帝兴兵北伐，想建立不朽战功封狼居胥，却落得仓皇逃命，北望追兵泪下无数。四十三年过去了，如今瞭望长江北岸，还记得扬州战火连天的情景。真是不堪回首，拓跋焘祠堂香火盛，乌鸦啄祭品，祭祀擂大鼓。还有谁会问，廉颇老了，饭量还好吗？"
      },
  {
        "title": "南乡子·登京口北固亭",
        "author": "辛弃疾",
        "ci_pai": "南乡子",
        "content": "何处望神州？满眼风光北固楼。千古兴亡多少事？悠悠。不尽长江滚滚流。 年少万兜鍪，坐断东南战未休。天下英雄谁敌手？曹刘。生子当如孙仲谋。",
        "translation": "什么地方可以看见中原呢？在北固楼上，满眼都是美好的风光。从古到今，有多少国家兴亡大事呢？不知道。往事连绵不断，如同没有尽头的长江水滚滚地奔流不息。 当年孙权在青年时代，做了三军统帅。他能占据东南，坚持抗战，没有向敌人低头和屈服过。天下英雄谁是孙权的敌手呢？只有曹操和刘备而已。“要是能有个孙权那样的儿子就好了。”"
      },
  {
        "title": "卜算子·见也如何暮",
        "author": "石孝友",
        "ci_pai": "卜算子",
        "content": "见也如何暮，别也如何遽。别也应难见也难，后会无凭据。 去也如何去，住也如何住。住也应难去也难，此际难分付。",
        "translation": "相见为何如此之晚，相别又为何如此之匆忙。分别本就痛苦，再见更是艰难，今后相会没有准确的凭据。 离去该如何离去，留下又如何留下。留下也很困难，离去也很艰难，此时的心境实在难以言说。"
      },
  {
        "title": "水调歌头·送章德茂大卿使虏",
        "author": "陈亮",
        "ci_pai": "水调歌头",
        "content": "不见南师久，谩说北群空。当场只手，毕竟还我万夫雄。自笑堂堂汉使，得似洋洋河水，依旧只流东？且复穹庐拜，会向藁街逢！ 尧之都，舜之壤，禹之封。于中应有，一个半个耻臣戎！万里腥膻如许，千古英灵安在，磅礴几时通？胡运何须问，赫日自当中！",
        "translation": "金人很久不见南宋的军队了，就胡说南宋没有人才。当场能伸出一只手，毕竟还是万夫之雄。可笑堂堂大宋的使者，难道能像那悠悠东去的流水，始终只能向东流？这次暂且到金人的帐篷中去拜见吧，以后必定会在汉代长安的藁街相遇！ 这里是尧统治的地方，是舜开辟的土地，是大禹分封的疆域。这里面总该有一个、半个以向金人称臣为耻的人吧！万里河山充斥着腥膻之气，千古以来的英灵们都在哪里，正气磅礴的景象什么时候才能通行？金国的命运不用去问，大宋的国运正如烈日当空！"
      },
  {
        "title": "水龙吟·春恨",
        "author": "陈亮",
        "ci_pai": "水龙吟",
        "content": "闹花深处层楼，画帘半卷东风软。春归翠陌，平莎茸嫩，垂杨金浅。迟日催花，淡云阁雨，轻寒轻暖。恨芳菲世界，游人未赏，都付与、莺和燕。 寂寞凭高念远，向南楼、一声归雁。金钗斗草，青丝勒马，风流云散。罗绶分香，翠绡封泪，几多幽怨！正销魂又是，疏烟淡月，子规声断。",
        "translation": "在繁花深处有一座高楼，东风轻柔，画帘半卷。春天回到翠绿的田野，莎草长得细嫩，垂柳的枝条刚刚泛出浅黄。春日迟迟催开百花，淡淡的云儿阻止了雨声，天气不寒不暖。可恨这繁花似锦的世界，游人却没有去欣赏，都把它交给了黄莺和燕子。 我寂寞地登上高楼思念远方，听到南楼上归雁的一声长鸣。当年斗草时遗落的金钗，勒马驰骋时的豪情，都已风流云散。解下罗带共分香物，用翠帕封存泪水，留下了多少幽怨！正当黯然销魂的时候，又看到了疏烟淡月，听到了子规的啼叫。"
      },
  {
    "title": "唐多令・芦叶满汀洲",
    "author": "刘过",
    "ci_pai": "唐多令",
    "content": "芦叶满汀洲，寒沙带浅流。二十年重过南楼。柳下系船犹未稳，能几日，又中秋。 黄鹤断矶头，故人今在否？旧江山浑是新愁。欲买桂花同载酒，终不似，少年游。",
    "translation": "芦苇的枯叶落满沙洲，浅浅的寒水在沙滩上无声无息地流过。二十年后，我再次登上南楼。柳树下系着的小船还没停稳，过不了几天又到中秋。 早已荒废的黄鹤矶头，我的故人们如今还在吗？面对这依旧的江山，我心中涌起的全是新愁。想要买上桂花，带着美酒一同出游，却终究不再像少年时那般自在欢乐了 。",
    "analysis": " 上阕写重游南楼的所见之景，点明时节与情境，烘托出时光流逝之感。下阕触景生情，询问故人，感叹江山依旧而愁绪新增，最后以今昔对比，抒发岁月不再、壮志未酬的怅惘 。"
  },
  {
    "title": "西江月・堂上谋臣尊俎",
    "author": "刘过",
    "ci_pai": "西江月",
    "content": "堂上谋臣尊俎，边头猛将干戈。天时地利与人和，“燕可伐欤？” 曰：“可”。 今日楼台鼎鼐，明年带砺山河。大家齐唱《大风歌》，不日四方来贺。",
    "translation": "大堂之上谋臣聚会议事，边防线上猛将手持武器戍守。有了天时、地利与人和，有人问 “可以讨伐燕国吗？” 我说：“可以”。 今日在楼台之上筹划国事，明年就能建立不朽功勋。大家一起高唱《大风歌》，不久就会有四方来庆贺。",
    "analysis": " 词中展现出对朝廷拥有优秀谋臣猛将的信心，强调具备伐敌的条件，表达了对胜利和国家兴盛的期待，充满豪迈乐观的情绪 。"
  },
  {
    "title": "点绛唇·丁未冬过吴松作",
    "author": "姜夔",
    "ci_pai": "点绛唇",
    "content": "燕雁无心，太湖西畔随云去。数峰清苦。商略黄昏雨。 第四桥边，拟共天随住。今何许。凭栏怀古。残柳参差舞。",
    "translation": "北方的鸿雁悠然自在，从太湖西畔随着白云飘浮而去。几座孤峰凄清愁苦，好像在商量黄昏是否下雨。 我真想在第四桥边，跟随天随子一起隐居。如今我身在何处？凭栏怀古，只见残柳在风中参差不齐地舞动。"
  },
  {
    "title": "踏莎行·燕燕轻盈",
    "author": "姜夔",
    "ci_pai": "踏莎行",
    "content": "燕燕轻盈，莺莺娇软，分明又向华胥见。夜长争得薄情知？春初早被相思染。 别后书辞，别时针线，离魂暗逐郎行远。淮南皓月冷千山，冥冥归去无人管。",
    "translation": "她体态轻盈、娇软，如同轻盈的燕子和娇啼的黄莺，分明又在梦境中相见。漫漫长夜，我的薄情郎怎会知晓我的思念？新春伊始，我就早被相思浸染。 分别后的书信，分别时针线缝制的衣物，我的离魂暗暗地追逐着情郎远行。淮南的明月映照着千山，我在冥冥之中独自归去无人照管。"
  },
  {
    "title": "鹧鸪天·己酉之秋苕溪记",
    "author": "姜夔",
    "ci_pai": "鹧鸪天",
    "content": "京洛风流绝代人。因何风絮落溪津。笼鞋浅出鸦头袜，知是凌波缥缈身。 红乍笑，绿长嚬。与谁同度可怜春。鸳鸯独宿何曾惯，化作西楼一缕云。",
    "translation": "她是京都洛阳世间少有的美人，为何像风中飞絮般落到苕溪之滨。笼鞋露出的是丫形分叉的袜，由此可知她是身姿轻盈的美人。 红唇偶尔含笑，黛眉常常紧蹙，与谁一同度过这可怜的春天。她独宿不惯，愿化作西楼一缕云追随情郎。"
  },
  {
    "title": "念奴娇·闹红一舸",
    "author": "姜夔",
    "ci_pai": "念奴娇",
    "content": "闹红一舸，记来时、尝与鸳鸯为侣。三十六陂人未到，水佩风裳无数。翠叶吹凉，玉容销酒，更洒菰蒲雨。嫣然摇动，冷香飞上诗句。 日暮青盖亭亭，情人不见，争忍凌波去。只恐舞衣寒易落，愁入西风南浦。高柳垂阴，老鱼吹浪，留我花间住。田田多少，几回沙际归路。",
    "translation": "我乘一小舟在荷花盛开的湖面，记得来时曾与鸳鸯为伴。许多水塘人迹罕至，无数荷叶荷花在风中摇曳。翠绿的荷叶送来凉意，荷花的姿态如美人醉酒，又有雨洒在茭白蒲草上。荷花嫣然微笑轻摇，清幽的香气融入我的诗句。 日暮时荷叶如亭亭青盖，情人不见，我怎忍心乘舟而去。只怕寒秋时荷瓣容易凋落，忧愁随着西风来到南浦。高高的柳树垂下浓荫，老鱼吹起波浪，好像要把我留在荷花间。那密密层层的荷叶，曾多少次送我沿着沙岸回归。"
  },
  {
    "title": "齐天乐·蟋蟀",
    "author": "姜夔",
    "ci_pai": "齐天乐",
    "content": "庾郎先自吟愁赋，凄凄更闻私语。露湿铜铺，苔侵石井，都是曾听伊处。哀音似诉。正思妇无眠，起寻机杼。曲曲屏山，夜凉独自甚情绪？ 西窗又吹暗雨。为谁频断续，相和砧杵？候馆迎秋，离宫吊月，别有伤心无数。豳诗漫与。笑篱落呼灯，世间儿女。写入琴丝，一声声更苦。",
    "translation": "庾信早已在吟《愁赋》，如今更听到蟋蟀凄切的私语。露水打湿了铜制门环，青苔侵蚀着石井，这些都是曾经听过蟋蟀鸣叫的地方。它的哀音好像在倾诉。正当思妇无法入眠，起来寻找织布机。曲折的屏风上画着山峦，在这夜凉之际她独自是何种情绪？ 西窗外又吹起暗暗的秋雨。蟋蟀为谁时断时续地鸣叫，和着捣衣的砧杵声？在旅舍中迎接秋寒，在离宫中凭吊明月，更有无数伤心的情绪。我随意地吟唱《豳风·七月》中的诗句。可笑那些世间的小儿女，在篱笆旁呼喊着点灯捕捉蟋蟀。若把蟋蟀的鸣声谱成琴曲，那一声声会更加凄苦。"
  },
  {
    "title": "扬州慢·淮左名都",
    "author": "姜夔",
    "ci_pai": "扬州慢",
    "content": "淮左名都，竹西佳处，解鞍少驻初程。过春风十里，尽荠麦青青。自胡马窥江去后，废池乔木，犹厌言兵。渐黄昏，清角吹寒，都在空城。 杜郎俊赏，算而今重到须惊。纵豆蔻词工，青楼梦好，难赋深情。二十四桥仍在，波心荡，冷月无声。念桥边红药，年年知为谁生？",
    "translation": "扬州是淮河东边著名的大都，在竹西亭美好的住处，解下马鞍少作停留，这是最初的路程。过去是十里春风一派繁荣景色，而我如今看到却长满荠麦一片青青。自从金兵进犯长江回去以后，荒废的池苑和古老的大树，还厌恶再提起那场可恶的战争。天色渐渐黄昏，凄凉的号角吹起了冷寒，这都是在劫后的扬州城。 杜牧曾善于鉴赏美景，料想他现在再来，一定会大为震惊。即使“豆蔻”词语精工，青楼美梦的诗意很好，也难抒写此刻深沉悲怆感情。二十四桥仍然还在，桥下江中的波浪浩荡，凄冷的月色，处处寂静无声。怀念桥边的红芍药，可每一年知道它替什么人开花繁生！"
  },
  {
    "title": "长亭怨慢·渐吹尽",
    "author": "姜夔",
    "ci_pai": "长亭怨慢",
    "content": "渐吹尽，枝头香絮，是处人家，绿深门户。远浦萦回，暮帆零乱向何许？阅人多矣，谁得似长亭树？树若有情时，不会得青青如此！ 日暮，望高城不见，只见乱山无数。韦郎去也，怎忘得、玉环分付：第一是早早归来，怕红萼无人为主。算空有并刀，难剪离愁千缕。",
    "translation": "渐渐吹尽了，枝头上浅碧的柳絮，处处人家，门前的绿荫繁茂。远处的渡口迂回曲折，傍晚的行船纷乱，不知都驶向何处？在长亭送别的人阅人多了，有谁能像长亭的树那样长久呢？树假如也有情的话，不会长久得青青如此！ 日暮时分，我回望高城已不见，只见那乱山无数。我这一去啊，怎能够忘记你分手时的嘱咐：第一要紧是早早归来，怕那红花无人作主。就算有锋利的并州剪刀，也难以剪断这千丝万缕的离愁别绪。"
  },
  {
    "title": "暗香·旧时月色",
    "author": "姜夔",
    "ci_pai": "暗香",
    "content": "旧时月色，算几番照我，梅边吹笛。唤起玉人，不管清寒与攀摘。何逊而今渐老，都忘却春风词笔。但怪得竹外疏花，香冷入瑶席。 江国，正寂寂。叹寄与路遥，夜雪初积。翠尊易泣，红萼无言耿相忆。长记曾携手处，千树压、西湖寒碧。又片片、吹尽也，几时见得？",
    "translation": "旧时皎洁的月色，曾经多少次照着我，在梅花旁吹笛。吹笛唤起了美人，她不管清寒与我一同攀折梅花。而今我像何逊已渐渐老去，往昔那种春风得意的才情已全忘记。只是惊异那竹林外稀疏的梅花，清冷的香气散入华丽的宴席。 在这江国，正是一片寂静。叹息着想要寄给远方的人，路途遥远，夜晚大雪刚刚堆积。拿着翠绿的酒杯容易让人落泪，梅花默默无言，更使我深切地怀念着她。总记得曾经携手游赏的地方，千树梅花压满枝头，西湖上寒波碧绿。如今梅花又一片片地飘落了，何时才能再次见到她呢？"
  },
  {
    "title": "疏影·苔枝缀玉",
    "author": "姜夔",
    "ci_pai": "疏影",
    "content": "苔枝缀玉，有翠禽小小，枝上同宿。客里相逢，篱角黄昏，无言自倚修竹。昭君不惯胡沙远，但暗忆、江南江北。想佩环、月夜归来，化作此花幽独。 犹记深宫旧事，那人正睡里，飞近蛾绿。莫似春风，不管盈盈，早与安排金屋。还教一片随波去，又却怨、玉龙哀曲。等恁时、重觅幽香，已入小窗横幅。",
    "translation": "苔梅的枝梢缀着如玉的梅花，有小小的翠鸟，在枝上与它同宿。我在客途中偶然与它相逢，在篱笆外的黄昏，它默默无言独自倚靠着修长的翠竹。就像王昭君远嫁匈奴，不习惯那黄沙大漠，暗暗思念着江南江北的故土。想必她在月夜中带着玉佩归来，化作了这幽独的梅花。 还记得在深宫里的旧事，寿阳公主正在睡梦中，梅花飘落在她的眉际。不要像春风那样无情，不管梅花多么美丽，应早早安排金屋将它保护。可它还是一片片地随波流去，又埋怨玉龙吹奏出哀怨的曲子。等到那时再去寻觅它的幽香，它已被画在小窗的横幅上了。"
  },
  {
    "title": "风入松·一春长费买花钱",
    "author": "俞国宝",
    "ci_pai": "风入松",
    "content": "一春长费买花钱，日日醉湖边。玉骢惯识西湖路，骄嘶过、沽酒楼前。红杏香中箫鼓，绿杨影里秋千。 暖风十里丽人天，花压鬓云偏。画船载取春归去，余情付、湖水湖烟。明日重扶残醉，来寻陌上花钿。",
    "translation": "整个春天都把赏花的钱花去，天天沉醉在西湖边。玉骢马熟悉游西湖的路，昂首嘶鸣从酒楼前跑过。红杏飘香中箫鼓震天，绿杨树影里秋千荡漾。 十里春风中都是出游的丽人，花朵压偏了她们鬓边的乌云。画船载着春天归去，把未尽的情思付与湖水湖烟。明天我还带着残余的醉意，来寻觅小路上遗落的花钿。"
  },
  {
    "title": "柳梢青·岳阳楼",
    "author": "戴复古",
    "ci_pai": "柳梢青",
    "content": "袖剑飞吟。洞庭青草，秋水深深。万顷波光，岳阳楼上，一快披襟。 不须携酒登临。问有酒、何人共斟？变尽人间，君山一点，自古如今。",
    "translation": "带着短剑四处漂泊吟唱。洞庭湖和青草湖，秋水深深。湖面波光万顷，我登上岳阳楼，敞开衣襟心情畅快。 不必带酒来此登临。就算有酒，又有谁与我一同共饮？人间世事变幻无穷，只有君山像一点，从古到今依旧未变。"
  },
  {
    "title": "减字木兰花·莎衫筠笠",
    "author": "卢炳",
    "ci_pai": "减字木兰花",
    "content": "莎衫筠笠，正是村村农务急。绿水千畦，听取蛙声一片喧。 疏风断雨，香径垂杨芳草路。又见平桥，竹外残红溅小桥。",
    "translation": "穿着莎草编的衣衫，戴着竹编的斗笠，此时村里的农事正忙。千畦绿水，传来一片喧闹的蛙声。 微风断断续续，雨也时停时落，花香弥漫的小路上垂柳依依，芳草萋萋。又看到那座平桥，竹林外残花飘落，洒在小桥上。"
  },
  {
    "title": "双双燕·咏燕",
    "author": "史达祖",
    "ci_pai": "双双燕",
    "content": "过春社了，度帘幕中间，去年尘冷。差池欲住，试入旧巢相并。还相雕梁藻井，又软语、商量不定。飘然快拂花梢，翠尾分开红影。 芳径，芹泥雨润。爱贴地争飞，竞夸轻俊。红楼归晚，看足柳昏花暝。应自栖香正稳，便忘了、天涯芳信。愁损翠黛双蛾，日日画阑独凭。",
    "translation": "春社已过，燕子穿过帘幕，去年筑巢处已积满灰尘。它们上下翻飞想找地方栖息，试着进入旧巢双宿双栖。还仔细查看雕花的房梁和藻井，又轻声细语商量个不停。然后轻快地掠过花梢，剪刀似的翠尾划开了花丛的红影。 芳香的小路上，春雨滋润着芹泥。燕子喜欢贴地争飞，竞相夸耀自己的轻盈俊俏。回到红楼时天色已晚，在柳色昏黄、百花朦胧中尽情观赏。它们在香巢中睡得安稳，便忘了为天涯游子传递书信。愁坏了那位佳人，每天都独自靠着雕花栏杆盼望。"
  },
  {
    "title": "绮罗香·咏春雨",
    "author": "史达祖",
    "ci_pai": "绮罗香",
    "content": "做冷欺花，将烟困柳，千里偷催春暮。尽日冥迷，愁里欲飞还住。惊粉重、蝶宿西园，喜泥润、燕归南浦。最妨它、佳约风流，钿车不到杜陵路。 沉沉江上望极，还被春潮晚急，难寻官渡。隐约遥峰，和泪谢娘眉妩。临断岸、新绿生时，是落红、带愁流处。记当日、门掩梨花，剪灯深夜语。",
    "translation": "春雨挟带寒意欺凌花朵，用烟雾围困柳树，在千里大地偷偷催促着春天归去。整日里昏暗迷蒙，像在忧愁中想飞又止住。蝴蝶惊讶于花粉沉重，在西园中栖息；燕子喜欢泥土湿润，从南浦归来。最妨碍的是与佳人的风流约会，华丽的车子无法行驶到杜陵路上。 在江上极目远望，只见春潮在傍晚时更加湍急，难以找到官渡。远处隐约的山峰，如同带泪的谢娘眉一样妩媚。临近断岸处，新绿初生时，正是落花带着愁绪流去的地方。记得当日，门掩着梨花，我们在深夜里剪灯长谈。"
  },
  {
    "title": "江城子·画楼帘幕卷新晴",
    "author": "卢祖皋",
    "ci_pai": "江城子",
    "content": "画楼帘幕卷新晴。掩银屏，晓寒轻。坠粉飘香，日日唤愁生。暗数十年湖上路，能几度，著娉婷。 年华空自感飘零。拥春酲，对谁醒？天阔云闲，无处觅箫声。载酒买花年少事，浑不似，旧心情。",
    "translation": "画楼卷起帘幕，展现出雨后初晴的景色。掩上银色屏风，清晨还有一丝轻寒。花瓣飘落，香气四溢，每天都唤起我的愁绪。暗自回想十年来在西湖路上的时光，能有几次与佳人相伴？ 年华逝去，我徒然感慨自己身世飘零。带着春日醉酒后的慵懒，又有谁能让我清醒？天空辽阔，白云悠闲，却无处寻觅当年的箫声。载酒买花的年少乐事，如今完全不似从前的心情。"
  },
  {
    "title": "宴清都·初春",
    "author": "卢祖皋",
    "ci_pai": "宴清都",
    "content": "春讯飞琼管。风日薄、度墙啼鸟声乱。江城次第，笙歌翠合，绮罗香暖。溶溶涧渌冰泮。醉梦里、年华暗换。料黛眉、重锁隋堤，芳心还动梁苑。 新来雁阔云音，鸾分鉴影，无计重见。啼春细雨，笼愁淡月，恁时庭院。离肠未语先断。算犹有、凭高望眼。更那堪、芳草连天，飞梅弄晚。",
    "translation": "春天的讯息随着律管中葭灰飞扬传出。春风和暖，阳光淡薄，墙外鸟儿啼叫纷乱。江城处处，笙歌四起，美人聚集，衣香袭人。山涧中绿水悠悠，坚冰消融。在醉梦之中，年华不知不觉地变换。料想隋堤上的柳叶，又将紧锁，梁苑中的花儿，也会再度萌动。 近来音信断绝，如同大雁高飞，镜中只剩下孤单的身影，无法再相见。春雨如泣，淡月笼罩着忧愁，此时的庭院一片寂寥。离别的愁肠，未说先已寸断。还算有登高望远的双眼可以眺望。可又怎能承受，那芳草连天，梅花在晚风中飘落的景象。"
  },
  {
    "title": "浪淘沙·莫上玉楼看",
    "author": "韩疁",
    "ci_pai": "浪淘沙",
    "content": "莫上玉楼看。花雨斑斑。四垂罗幕护朝寒。燕子不知人去也，飞认阑干。 回首几关山。后会应难。相逢祗有梦魂间。可奈梦随春漏短，不到江南 。",
    "translation": "不要登上玉楼去观看。落花如雨，斑斑点点。四面垂下的罗幕，抵御着早晨的寒意。燕子不知道人已经离去，仍然飞回，停在旧时的栏杆上。 回首遥望，关山重重。以后再相见应该很困难。只有在梦魂中才能相逢。无奈梦随着春夜的更漏而短暂，梦魂还没飞到江南就已醒来。"
  },
  {
    "title": "霜天晓角·仪真江上夜泊",
    "author": "黄机",
    "ci_pai": "霜天晓角",
    "content": "寒江夜宿。长啸江之曲。水底鱼龙惊动，风卷地、浪翻屋。 诗情吟未足。酒兴断还续。草草兴亡休问，功名泪、欲盈掬。",
    "translation": "夜晚在寒江边住宿，在江边的拐弯处放声长啸。江底的鱼龙都被惊动，狂风卷地，浪涛像要把房屋掀翻。 诗兴还没有尽情抒发。酒兴断了又接着喝。朝代的兴衰匆匆而过，不必去问，想起功名未就，泪水几乎要满把。"
  },
  {
    "title": "玉楼春·春思",
    "author": "严仁",
    "ci_pai": "玉楼春",
    "content": "春风只在园西畔。荠菜花繁胡蝶乱。冰池晴绿照还空，香径落红吹已断。 意长翻恨游丝短。尽日相思罗带缓。宝奁如月不欺人，明日归来君试看。",
    "translation": "春风只在花园的西边吹拂。荠菜花开得正繁茂，蝴蝶在花丛中纷乱飞舞。冰化后的池塘，在晴天碧绿一片，清澈照人，可一眼望去又空荡荡。散发着花香的小路上，落花被风吹得渐渐稀少。 情意悠长，反而怨恨游丝太短。整日里相思，使得罗带都变得宽松了。梳妆盒如明月一般不会骗人，等你明天归来就可以看到（我的憔悴）。"
  },
  {
    "title": "沁园春·答九华叶贤良",
    "author": "刘克庄",
    "ci_pai": "沁园春",
    "content": "一卷阴符，二石硬弓，百斤宝刀。更玉花骢喷，鸣鞭电抹；乌丝阑展，醉墨龙跳。牛角书生，虬髯豪客，谈笑皆堪折简招。依稀记，曾请缨系粤，草檄征辽。 当年目视云霄，谁信道、凄凉今折腰。怅燕然未勒，南归草草；长安不见，北望迢迢。老去胸中，有些磊块，歌罢犹须著酒浇。休休也，但帽边鬓改，镜里颜凋。",
    "translation": "熟读一卷《阴符》，能开两石硬弓，有百斤的宝刀。玉花骢马飞奔，挥鞭处如闪电划过；展开乌丝栏的绢素，醉中书写的字迹如蛟龙跳跃。无论是勤奋苦读的书生，还是豪迈不羁的侠客，谈笑之间都可以写信相招。依稀记得，曾经像终军那样请缨缚南越王，像陈琳那样起草檄文征讨辽东。 当年我目光高远，气冲云霄，谁能想到，如今竟如此凄凉，不得不低头弯腰。遗憾的是功名未就，就匆匆南归；望不见长安，北望路途遥远。人老了，心中郁结着不平之气，唱完歌还需要用酒来浇愁。罢了罢了，只不过帽子边的鬓发已改，镜子里的容颜已憔悴。"
  },
  {
    "title": "长相思·惜梅",
    "author": "刘克庄",
    "ci_pai": "长相思",
    "content": "寒相催。暖相催。催了开时催谢时。丁宁花放迟。 角声吹。笛声吹。吹了南枝吹北枝。明朝成雪飞。",
    "translation": "寒冷催促着，温暖也催促着。催促花开，又催促花谢。我再三叮嘱花儿，开放得慢一些。 号角声吹奏着，笛声声吹奏着。吹完了南枝，又吹北枝。明天梅花就要如雪花般飘落了。"
  },
  {
    "title": "贺新郎·送陈真州子华",
    "author": "刘克庄",
    "ci_pai": "贺新郎",
    "content": "北望神州路。试平章、这场公事，怎生分付。记得太行山百万，曾入宗爷驾驭。今把作、握蛇骑虎。君去京东豪杰喜，想投戈、下拜真吾父。谈笑里，定齐鲁。 两河萧瑟惟狐兔。问当年、祖生去后，有人来否。多少新亭挥泪客，谁梦中原块土。算事业、须由人做。应笑书生心胆怯，向车中、闭置如新妇。空目送，塞鸿去。",
    "translation": "向北眺望通往中原的路，试着评论一下，这场恢复中原的大事，该怎么处理。记得太行山曾有百万义军，曾经被宗泽统领驾驭。如今朝廷却把他们当作毒蛇猛虎般不敢接触。您此次前往京东，那里的豪杰定会欢喜，料想他们一定会放下武器，下拜您说：“您真是我们的父母”。谈笑之间，就可以平定齐鲁。 黄河两岸如今一片萧瑟，只有狐兔横行。试问当年祖逖之后，还有人来收复中原吗？有多少在新亭挥泪哀叹的人，可谁又曾梦到过中原那一片国土。算起来，事业要靠人去做。应该笑我这书生心里胆怯，就像新妇紧闭在车中一样。只能空空地目送您这只塞外的鸿雁远去。"
  },
  {
    "title": "贺新郎·九日",
    "author": "刘克庄",
    "ci_pai": "贺新郎",
    "content": "湛湛长空黑。更那堪、斜风细雨，乱愁如织。老眼平生空四海，赖有高楼百尺。看浩荡、千崖秋色。白发书生神州泪，尽凄凉、不向牛山滴。追往事，去无迹。 少年自负凌云笔。到而今、春华落尽，满怀萧瑟。常恨世人新意少，爱说南朝狂客。把破帽、年年拈出。若对黄花孤负酒，怕黄花、也笑人岑寂。鸿北去，日西匿。",
    "translation": "天空一片漆黑。又怎能忍受，斜风细雨，纷乱的愁绪如麻交织。我平生就喜欢登高望远，看那茫茫四海，幸亏有百尺高楼。极目远眺，千崖秋色浩浩荡荡。我这白发书生为神州大地而流泪，这凄凉之情，绝不是为自己的个人得失而落泪。追忆往昔的种种，都已了无踪迹。 少年时我自负有一支凌云健笔。到如今，青春不再，满怀都是萧瑟之感。常常遗憾世人缺少新意，总爱说南朝那些狂放不羁的人。把孟嘉落帽的旧事，年年都拿出来谈论。如果对着菊花而辜负美酒，恐怕菊花也会笑人太过孤寂。鸿雁向北飞去，太阳向西隐匿。"
  },
  {
    "title": "玉楼春·戏林推",
    "author": "刘克庄",
    "ci_pai": "玉楼春",
    "content": "年年跃马长安市。客舍似家家似寄。青钱换酒日无何，红烛呼卢宵不寐。 易挑锦妇机中字。难得玉人心下事。男儿西北有神州，莫滴水西桥畔泪。",
    "translation": "年年骑着马在长安的集市上游玩。客舍就像家一样，而家却像寄居的地方。用铜钱换酒喝，每天无所事事，点着红烛赌博，通宵不睡。 妻子的情意就像苏蕙织在锦缎上的回文诗一样容易理解。而歌女的心思却难以捉摸。好男儿应该心系西北那沦陷的神州大地，不要在水西桥畔为那些歌女而流泪。"
  },
  {
    "title": "卜算子·片片蝶衣轻",
    "author": "刘克庄",
    "ci_pai": "卜算子",
    "content": "片片蝶衣轻，点点猩红小。道是天公不惜花，百种千般巧。 朝见树头繁，暮见枝头少。道是天公果惜花，雨洗风吹了。",
    "translation": "片片花瓣像蝴蝶轻盈的翅膀，点点花朵如猩红小巧的胭脂。如果说老天爷不爱惜花朵，为何把花朵雕琢得这样千姿百态、精巧美丽。 早上看见枝头繁花似锦，傍晚却看到枝头花朵稀少。如果说老天爷真的爱惜花朵，为何又用风雨将它们吹落、冲洗。"
  },
  {
    "title": "一剪梅·舟过吴江",
    "author": "蒋捷",
    "ci_pai": "一剪梅",
    "content": "一片春愁待酒浇。江上舟摇，楼上帘招。秋娘渡与泰娘桥，风又飘飘，雨又萧萧。 何日归家洗客袍？银字笙调，心字香烧。流光容易把人抛，红了樱桃，绿了芭蕉。",
    "translation": "一片春天的愁绪需要美酒来浇。小船在江上摇曳，酒楼的帘子在招引。经过秋娘渡与泰娘桥，风飘飘，雨萧萧。 什么时候才能回家洗去旅途的征袍？调弄镶银的笙，点燃熏香。时光匆匆容易把人抛，樱桃才红熟，芭蕉又绿了。"
  },
  {
    "title": "虞美人·听雨",
    "author": "蒋捷",
    "ci_pai": "虞美人",
    "content": "少年听雨歌楼上。红烛昏罗帐。壮年听雨客舟中。江阔云低、断雁叫西风。 而今听雨僧庐下。鬓已星星也。悲欢离合总无情。一任阶前、点滴到天明。",
    "translation": "少年时在歌楼上听雨，红烛摇曳，罗帐低垂。壮年时在客船上听雨，江面辽阔，阴云低沉，失群的大雁在西风中哀鸣。 如今在僧庐下听雨，鬓发已斑白。人生的悲欢离合似乎总是那样无情。听任那台阶前的雨水，一点一滴地滴到天明。"
  },
  {
      "title": "满江红·送李御带珙",
      "author": "吴潜",
      "ci_pai": "满江红",
      "content": "红玉阶前，问何事、翩然引去。湖海上、一汀鸥鹭，半帆烟雨。报国无门空自怨，济时有策从谁吐。过垂虹、亭下系扁舟，鲈堪煮。拚一醉，留君住。歌一曲，送君路。遍江南江北，欲归何处。世事悠悠浑未了，年光冉冉今如许。试举头、一笑问青天，天无语。",
      "translation": "在红玉阶前，想问您为何翩然离去。湖海之上，汀洲有鸥鹭栖息，江面烟雨迷蒙，船帆半悬。想报国却无门，只能空自抱怨，有济世良策却不知向谁倾诉。路过垂虹亭，在亭下系舟，那里鲈鱼正可煮食。愿拼得一醉把您留住，唱支歌为您送行。走遍江南江北，您想归往何处？世事无穷无尽，时光匆匆流逝，如今已到这般境地。试着抬头笑问青天，青天却沉默不语 。"
    },
  {
      "title": "江城子·示表侄刘国华",
      "author": "吴潜",
      "ci_pai": "江城子",
      "content": "家园十亩屋头边。正春妍，酿花天。杨柳多情，拂拂带轻烟。别馆闲亭随分有，时策杖，小盘旋。采山钓水美而鲜。饮中仙，醉中禅。闲处光阴，赢得日高眠。华发衰翁心似铁，虽可羡，总堪怜。",
      "translation": "家园十亩地在屋旁。正值春光艳丽，繁花待放之时。杨柳摇曳，带着缕缕轻烟，充满情意。别墅和闲亭处处都有，不时拄着拐杖，在其中徘徊漫步。山间采摘、水中垂钓的食物鲜美。饮酒似仙人，醉中悟禅意。在悠闲中，每天能睡到日上三竿 。我这头发斑白的老翁，心却坚如铁石，虽令人羡慕，却也让人怜惜。"
    },
  {
      "title": "蓦山溪·自述",
      "author": "宋自逊",
      "ci_pai": "蓦山溪",
      "content": "壶山居士，未老心先懒。爱学道人家，办竹几、蒲团茗碗。青山可买，小结屋三间，开一径，俯清溪，修竹栽教满。客来便请，随分家常饭。若问我如何，眼昏花、耳聋齿断。回头万事，究竟是何物，由他倦，任他闲，只作今番看。",
      "translation": "我这个壶山居士，还没年老心就已倦怠。喜爱效仿道家之人，置办了竹几、蒲团和茶碗。若能买下青山，就盖三间小屋，开辟一条小路，俯瞰清澈溪流，栽满修长竹子。有客人来就热情招待，用家常饭菜款待。若问我近况，已是眼花、耳聋、牙断。回顾世间万事，究竟什么才是重要的呢，随它疲倦，任它悠闲，只把这些当作平常 。"
    },
  {
      "title": "谒金门·花过雨",
      "author": "李好古",
      "ci_pai": "谒金门",
      "content": "花过雨，又是一番红素。燕子归来愁不语，旧巢无觅处。谁在玉关劳苦？谁在玉楼歌舞？若使胡尘吹得尽，东风侯万户。",
      "translation": "花经过雨洗后，又是一片红白相间的艳丽景象。燕子归来，忧愁不语，原来旧巢已无处可寻。谁在边关辛苦征战？谁在高楼中歌舞作乐？若能把胡地的沙尘都吹尽，愿封东风为万户侯 。"
    },
  {
      "title": "青玉案·年年社日停针线",
      "author": "黄公绍",
      "ci_pai": "青玉案",
      "content": "年年社日停针线。怎忍见、双飞燕。今日江城春已半。一身犹在，乱山深处，寂寞溪桥畔。春衫著破谁针线。点点行行泪痕满。落日解鞍芳草岸。花无人戴，酒无人劝，醉也无人管。",
      "translation": "每年社日都停下针线活。怎忍心看着双飞的燕子。如今江城春天已过去一半，我却仍孤身一人，在乱山深处、寂寞的溪桥旁。春衫穿破了也无人缝补，上面布满了点点行行的泪痕。傍晚在芳草岸边解下马鞍，花无人戴，酒无人劝，喝醉了也无人照顾 。"
    },
  {
      "title": "湘春夜月·近清明",
      "author": "黄孝迈",
      "ci_pai": "湘春夜月",
      "content": "近清明。翠禽枝上消魂。可惜一片清歌，都付与黄昏。欲共柳花低诉，怕柳花轻薄，不解伤春。念楚乡旅宿，柔情别绪，谁与温存。空樽夜泣，青山不语，残月当门。翠玉楼前，惟是有、一波湘水，摇荡湘云。天长梦短，问甚时、重见桃根。这次第，算人间没个并刀，剪断心上愁痕。",
      "translation": "临近清明，翠鸟在枝头啼叫，令人销魂。可惜这美妙的歌声，都在黄昏中消逝。想与柳花倾诉，又怕柳花轻薄，不懂我的伤春之情。想起在楚地旅宿，那柔情别绪，无人给予安慰。对着空酒杯在夜里哭泣，青山沉默，残月照着门。翠玉楼前，只有湘水荡漾，摇曳着湘云。时光漫长，梦境短暂，问何时能再见心中恋人。这般情景，就算有锋利的并州剪刀，也剪不断心中的愁绪 。"
    },
  {
      "title": "长相思·花深深",
      "author": "陈东甫",
      "ci_pai": "长相思",
      "content": "花深深，柳阴阴。度柳穿花觅信音。君心负妾心。怨鸣琴，恨孤衾。钿誓钗盟何处寻。当初谁料今。",
      "translation": "花阴浓郁，柳荫沉沉。我穿过柳丛花间寻觅你的消息。你的心辜负了我的心。我怨恨地弹奏鸣琴，恼恨独守孤枕。当初的山盟海誓如今到哪里去寻找。当初谁能料到如今的局面 。"
    },
  {
      "title": "水调歌头·平山堂用东坡韵",
      "author": "方岳",
      "ci_pai": "水调歌头",
      "content": "秋雨一何碧，山色倚晴空。江南江北愁思，分付酒螺红。芦叶篷舟千重，菰菜莼羹一梦，无语寄归鸿。醉眼渺河洛，遗恨夕阳中。洲洲外，山欲瞑，敛眉峰。人间俯仰陈迹，叹息两仙翁。不见当时杨柳，只是从前烟雨，磨灭几英雄。天地一孤啸，匹马又西风。",
      "translation": "秋雨过后山色多么碧绿，山色与晴空相倚。江南江北的愁思，都寄托在这红色的酒杯中。在芦叶篷舟中漂泊许久，对家乡菰菜莼羹的思念如同梦境，却无法向归鸿传递。醉眼朦胧中眺望河洛，在夕阳中留下遗恨。江洲之外，山峦即将昏暗，仿佛眉头紧皱。人间之事转瞬便成陈迹，不禁为苏、欧两位先生叹息。如今不见当时杨柳，只有从前的烟雨，磨灭了多少英雄。我在天地间独自长啸，骑着马在西风中前行 。"
    },
  {
      "title": "浣溪沙·门隔花深梦旧游",
      "author": "吴文英",
      "ci_pai": "浣溪沙",
      "content": "门隔花深梦旧游，夕阳无语燕归愁。玉纤香动小帘钩。落絮无声春堕泪，行云有影月含羞。东风临夜冷于秋。",
      "translation": "梦境中，隔着花深处去寻觅旧游之地，夕阳默默无语，归燕带着忧愁。佳人的纤手轻动，小帘钩飘出阵阵香气。柳絮无声飘落，仿佛春天在流泪，行云有影，月亮好似含羞。东风在夜里袭来，竟比秋天还冷。"
    },
  {
      "title": "风入松·听风听雨过清明",
      "author": "吴文英",
      "ci_pai": "风入松",
      "content": "听风听雨过清明。愁草瘗花铭。楼前绿暗分携路，一丝柳、一寸柔情。料峭春寒中酒，交加晓梦啼莺。西园日日扫林亭。依旧赏新晴。黄蜂频扑秋千索，有当时、纤手香凝。惆怅双鸳不到，幽阶一夜苔生。",
      "translation": "在听风听雨的氛围中度过清明。满怀愁绪地起草葬花的铭文。楼前绿树成荫，那是曾经分别的小路，柳丝每一丝都饱含着柔情。在料峭春寒中醉酒，清晨在莺啼声和交织的梦境中醒来。西园的林亭我每天都去打扫。依旧欣赏雨后初晴之景。黄蜂频繁扑向秋千绳索，因为上面还留有当年佳人纤手的香气。惆怅的是佳人不再来，幽静的台阶一夜之间生出了苔藓。"
    },
  {
      "title": "莺啼序·春晚感怀",
      "author": "吴文英",
      "ci_pai": "莺啼序",
      "content": "残寒正欺病酒，掩沉香绣户。燕来晚、飞入西城，似说春事迟暮。画船载、清明过却，晴烟冉冉吴宫树。念羁情游荡，随风化为轻絮。十载西湖，傍柳系马，趁娇尘软雾。溯红渐、招入仙溪，锦儿偷寄幽素。倚银屏、春宽梦窄，断红湿、歌纨金缕。暝堤空，轻把斜阳，总还鸥鹭。幽兰旋老，杜若还生，水乡尚寄旅。别后访、六桥无信，事往花委，瘗玉埋香，几番风雨。长波妒盼，遥山羞黛，渔灯分影春江宿，记当时、短楫桃根渡。青楼仿佛，临分败壁题诗，泪墨惨淡尘土。危亭望极，草色天涯，",
      "translation": "残余的春寒正欺凌着醉酒后的我，我掩上沉香木装饰的华丽门户。燕子来迟，飞入西城，仿佛在诉说着春光将尽。画船载着我，清明已过，晴空下吴宫的树木烟雾袅袅。羁旅之情四处飘荡，仿佛随风化作了轻絮。在西湖十年，曾在柳树旁系马，趁着春日的软雾娇尘游玩。沿着落花前行，渐渐进入仙境般的溪流，侍女偷偷为我传递情书。倚靠着银屏，春天漫长而梦境短暂，泪水沾湿了歌女的纨扇和金缕衣。暮色中的江堤空无一人，轻易地把斜阳美景，都留给了鸥鹭。幽兰很快就老了，杜若又生长起来，我还在水乡羁旅漂泊。分别后探访六桥，没有一点音信，往事如烟，花朵凋谢，就像美人被埋葬，经历了几番风雨。那长长的水波也嫉妒她的顾盼，远处的山峦也自愧不如她的黛眉，在春江中借着渔灯的光影住宿，记得当时，划着短桨送她过河。青楼仍隐隐约约，临别时在破败的墙壁上题诗，如今泪墨已暗淡，布满尘土。在高亭上极目远望，芳草延伸到天涯 。"
    },
  {
    "title": "春夜",
    "author": "艾可翁",
    "content": "雨浥梨花粉泪香，一痕淡月照修廊。春来只是寻常夜，惟有杜鹃添觉长。",
    "translation": "春雨湿润了梨花，那带着雨珠的花瓣好似美人垂泪，散发着阵阵清香。一痕淡淡的月光，轻柔地洒在长长的走廊上。春天到来，夜晚本也如同平常一样，只是那杜鹃鸟一声声的啼叫，让人觉得这春夜格外漫长。"
  }
]



